window.onload = function () {
    let tanngos=[   

        
    "秘訣",
    "ひけつ",
    "秘訣、竅門、捷徑",
    
    "ぞっと",
    "無漢字",
    "發抖、毛骨悚然",
    
    "オフィシャル",
    "無漢字",
    "公認的、官方的",
    
    "見地",
    "けんち",
    "觀點、立場、觀看建築用地",
    
    "疎遠",
    "そえん",
    "疏遠",
    
    "ごたごた",
    "無漢字",
    "胡說八道、亂七八糟",
    
    "逃れる",
    "のがれる",
    "逃跑、逃脫",
    
    "照合",
    "しょうごう",
    "對照、核對",
    
    "探知",
    "たんち",
    "探知、發現、偵查",
    
    "着手",
    "ちゃくしゅ",
    "著手、開始",
    
    "光沢",
    "こうたく",
    "光澤",
    
    "一帯",
    "いったい",
    "一帶、整個區域",
    
    "下す",
    "くだす",
    "結論、下達命令",
    
    "驚異的",
    "きょういてき",
    "驚人的",
    
    "救命",
    "きゅうめい",
    "救生、救命",
    
    "理不尽",
    "りふじん",
    "不講理、亂來",
    
    "インフラ",
    "無漢字",
    "公共基礎建設",
    
    "駄作",
    "ださく",
    "拙劣的作品",
    
    "承諾",
    "しょうだく",
    "答應、同意",
    
    "連帯",
    "れんたい",
    "連帶、共同負責",
    
    "一連",
    "いちれん",
    "一連串",
    
    "軽減",
    "けいげん",
    "減輕",
    
    "にきび",
    "無漢字",
    "青春痘",
    
    "病",
    "やまい",
    "疾病、壞習慣",
    
    "秘める",
    "ひめる",
    "隱藏、秘而不宣",
    
    "製法",
    "せいほう",
    "製作方法",
    
    "濾す",
    "こす",
    "過濾",
    
    "欲する",
    "ほっする",
    "想要、想得到",
    
    "葬る",
    "ほうむる",
    "掩蓋、忘卻",
    
    "あしらう",
    "無漢字",
    "配上、對待",
    
    "難関",
    "なんかん",
    "難關",
    
    "べたべた",
    "無漢字",
    "黏呼呼、沾滿、緊貼",
    
    "きっぱり",
    "無漢字",
    "斬釘展鐵、乾脆",
    
    "体勢",
    "たいせい",
    "架式、體態",
    
    "下火",
    "したび",
    "衰退",
    
    "殺到",
    "さっとう",
    "蜂擁而至",
    
    "盲目的",
    "もうもくてき",
    "盲目的",
    
    "教科",
    "きょうか",
    "課程",
    
    "増進",
    "ぞうしん",
    "增進",
    
    "弦",
    "つる",
    "弓弦",
    
    "軋む",
    "きしむ",
    "物體磨擦的聲音",
    
    "素顔",
    "すがお",
    "本來的樣貌",
    
    "勢力",
    "せいりょく",
    "勢力、威勢",
    
    "課する",
    "かする",
    "課稅、布置負擔",
    
    "地道",
    "じみち",
    "腳踏實地、踏實",
    
    "目録",
    "もくろく",
    "書的目錄",
    
    "精巧",
    "せいこう",
    "精巧、精密",
    
    "振り込み",
    "ふりこみ",
    "轉帳、放槍(麻將用語)",
    
    "心情",
    "しんじょう",
    "(他人的)心情",
    
    "脇道",
    "わきみち",
    "歧途、無關的事",
    
    "杯",
    "さかずき",
    "酒杯",
    
    "アウトドア",
    "無漢字",
    "戶外",
    
    "性急",
    "せいきゅう",
    "急躁、性急",
    
    "ウェブサイト",
    "無漢字",
    "互聯網、網站",
    
    "恩人",
    "おんじん",
    "恩人",
    
    "気紛れ",
    "きまぐれ",
    "反覆無常",
    
    "屈折",
    "くっせつ",
    "曲折、折射",
    
    "粋",
    "すい",
    "精華",
    
    "年長者",
    "ねんちょうしゃ",
    "年長者",
    
    "寿",
    "ことぶき",
    "祝賀、慶祝",
    
    "丸める",
    "まるめる",
    "捲曲",
    
    "見返す",
    "みかえす",
    "還眼、爭口氣、重新看",
    
    "奏でる",
    "かなでる",
    "演奏",
    
    "埋もれる",
    "うもれる",
    "被埋上、埋沒",
    
    "平衡",
    "へいこう",
    "平衡",
    
    "象徴的",
    "しょうちょうてき",
    "象徵性的",
    
    "言論",
    "げんろん",
    "言論",
    
    "折",
    "おり",
    "～的時候、時機",
    
    "籠る",
    "こもる",
    "閉門不出、宅在家裡",
    
    "弁える",
    "わきまえる",
    "識別、辨別、懂得",
    
    "不穏",
    "ふおん",
    "不穩、險峻",
    
    "対等",
    "たいとう",
    "對等、同等、平等",
    
    "背伸び",
    "せのび",
    "點起腳尖、逞強、逞能",
    
    "加入",
    "かにゅう",
    "加入、參加",
    
    "あわや",
    "無漢字",
    "險些、差點",
    
    "代わる代わる",
    "かわるがわる",
    "輪番、輪流",
    
    "実益",
    "じつえき",
    "實際利益",
    
    "意気込み",
    "いきごみ",
    "幹勁、熱情",
    
    "逆効果",
    "ぎゃくこうか",
    "反效果、適得其反",
    
    "やんわり",
    "無漢字",
    "委婉的",
    
    "従える",
    "したがえる",
    "率領",
    
    "懐ける",
    "なつける",
    "使親近",
    
    "斬新",
    "ざんしん",
    "嶄新、新穎",
    
    "目まぐるしい",
    "めまぐるしい",
    "眼花撩亂、瞬息萬變",
    
    "謀る",
    "はかる",
    "圖謀、策畫",
    
    "ディスプレー",
    "無漢字",
    "螢幕、裝飾",
    
    "余興",
    "よきょう",
    "餘興表演、助興表演",
    
    "伏せる",
    "ふせる",
    "隱瞞、倒過來、扣過來",
    
    "残高",
    "ざんだか",
    "金錢的餘額",
    
    "プレゼン",
    "無漢字",
    "策畫方案說明會",
    
    "悲痛",
    "ひつう",
    "悲痛",
    
    "景品",
    "けいひん",
    "贈品、紀念品",
    
    "宮殿",
    "きゅうでん",
    "宮殿",
    
    "絶望",
    "ぜつぼう",
    "絕望",
    
    "生々しい",
    "なまなましい",
    "新鮮的、非常新的、生動、活生生",
    
    "サミット",
    "無漢字",
    "領導峰會",
    
    "モラル",
    "無漢字",
    "道德、倫理",
    
    "樹木",
    "じゅもく",
    "樹木",
    
    "経る",
    "へる",
    "經過的過程",
    
    "控除",
    "こうじょ",
    "扣除",
    
    "稲妻",
    "いなずま",
    "閃電",
    
    "冷淡",
    "れいたん",
    "冷淡",
    
    "裂ける",
    "さける",
    "裂開破裂",
    
    "ストラテジー",
    "無漢字",
    "策略、攻略",
    
    "知性",
    "ちせい",
    "才智、智力",
    
    "交える",
    "まじえる",
    "參雜",
    
    "ケーブルカー",
    "無漢字",
    "纜車",
    
    "鉱山",
    "こうざん",
    "礦山",
    
    "周知",
    "しゅうち",
    "眾所皆知",
    
    "しぶとい",
    "無漢字",
    "頑強",
    
    "仲人",
    "なこうど",
    "媒人、月老",
    
    "中傷",
    "ちゅうしょう",
    "重傷、誹謗",
    
    "フェスティバル",
    "無漢字",
    "慶祝活動、慶典",
    
    "行く手",
    "ゆくて",
    "前途、去路",
    
    "圧巻",
    "あっかん",
    "壓軸",
    
    "振り込め詐欺",
    "ふりこめさぎ",
    "電話詐騙",
    
    "刊行",
    "かんこう",
    "出版、發行",
    
    "あざ笑う",
    "あざわらう",
    "嘲笑",
    
    "恣意的",
    "しいてき",
    "姿意的、任意的",
    
    "一際",
    "ひときわ",
    "更加、格外",
    
    "肉親",
    "にくしん",
    "骨肉親人",
    
    "折れる",
    "おれる",
    "拐彎、屈服、讓步",
    
    "健やか",
    "すこやか",
    "身體健康、健壯",
    
    "ばれる",
    "無漢字",
    "暴露",
    
    "奮闘",
    "ふんとう",
    "奮鬥",
    
    "既定",
    "きてい",
    "既定",
    
    "音色",
    "ねいろ",
    "音色",
    
    "展望",
    "てんぼう",
    "展望",
    
    "預かる",
    "あずかる",
    "暫時保管，暫不解決",
    
    "記名",
    "きめい",
    "簽名",
    
    "敵わない",
    "かなわない",
    "敵不過、受不了",
    
    "歪み",
    "ゆがみ",
    "歪斜、怪癖",
    
    "コンプレックス",
    "無漢字",
    "自卑感",
    
    "色彩",
    "しきさい",
    "色彩、特色、特徵",
    
    "剥げる",
    "はげる",
    "剝落",
    
    "新築",
    "しんちく",
    "新建",
    
    "怯える",
    "おびえる",
    "懼怕、膽怯",
    
    "あくどい",
    "無漢字",
    "濃豔、膩人、陰險、惡毒",
    
    "正義",
    "せいぎ",
    "正義",
    
    "脇道",
    "わきみ",
    "東張西望",
    
    "アクセス",
    "無漢字",
    "訪問、交通狀況",
    
    "執る",
    "とる",
    "辦理、執筆",
    
    "貧窮",
    "ひんきゅう",
    "貧困",
    
    "取り調べ",
    "とりしらべ",
    "調查、審訊",
    
    "一向に",
    "いっこうに",
    "完全(不)...",
    
    "アバウト",
    "無漢字",
    "粗略、草率",
    
    "バンド",
    "無漢字",
    "樂團",
    
    "局限",
    "きょくげん",
    "侷限",
    
    "未定",
    "みてい",
    "未定",
    
    "瞬き",
    "まばたき",
    "眨眼",
    
    "細か",
    "こまか",
    "細小的",
    
    "徐行",
    "じょこう",
    "慢行",
    
    "喜劇",
    "きげき",
    "喜劇",
    
    "夜具",
    "やぐ",
    "床上用品",
    
    "拳",
    "こぶし",
    "拳頭",
    
    "コミュニティー",
    "無漢字",
    "社區",
    
    "購読",
    "こうどく",
    "訂閱",
    
    "受給",
    "じゅきゅう",
    "領受、領取",
    
    "懐かしむ",
    "なつかしむ",
    "懷念",
    
    "すこぶる",
    "無漢字",
    "頗、非常、很",
    
    "原発",
    "げんぱつ",
    "核電",
    
    "ややこしい",
    "無漢字",
    "複雑",
    
    "説教",
    "せっきょう",
    "説教",
    
    "放つ",
    "はなつ",
    "放出、釋放",
    
    "尊ぶ",
    "とうとぶ",
    "尊敬",
    
    "見晴らし",
    "みはらし",
    "眺望的景色",
    
    "幹部",
    "かんぶ",
    "幹部",
    
    "ちやほや",
    "無漢字",
    "溺愛、奉承",
    
    "破損",
    "はそん",
    "破損",
    
    "問屋",
    "とんや",
    "批發商",
    
    "丁重",
    "ていちょう",
    "謹慎、鄭重行事",
    
    "濃密",
    "のうみつ",
    "濃重、濃厚而細膩",
    
    "伴奏",
    "ばんそう",
    "伴奏",
    
    "氷河期",
    "ひょうがき",
    "冰河時期、困難時期",
    
    "ターゲット",
    "無漢字",
    "目標",
    
    "きっかり",
    "無漢字",
    "正好、明確、明顯",
    
    "補給",
    "ほきゅう",
    "補給、補充",
    
    "貪る",
    "むさぼる",
    "貪婪、貪圖",
    
    "主導",
    "しゅどう",
    "主導",
    
    "軽蔑",
    "けいべつ",
    "軽蔑",
    
    "出直す",
    "でなおす",
    "重來",
    
    "無実",
    "むじつ",
    "沒根據、冤枉",
    
    "処方箋",
    "しょほうせん",
    "處方簽",
    
    "随時",
    "ずいじ",
    "隨時、任何時候",
    
    "鋳る",
    "いる",
    "鑄造",
    
    "アクション",
    "無漢字",
    "格鬥動作、武打動作",
    
    "購買",
    "こうばい",
    "購買",
    
    "ライブ",
    "無漢字",
    "直播、現場表演",
    
    "試行錯誤",
    "しこうさくご",
    "反覆試驗、不斷摸索",
    
    "当惑",
    "とうわく",
    "為難、棘手、困難",
    
    "萎びる",
    "しなびる",
    "枯萎、乾扁",
    
    "即座に",
    "そくざに",
    "立即的",
    
    "回送",
    "かいそう",
    "調回、開回、轉送",
    
    "桑",
    "くわ",
    "桑葉、桑樹、桑",
    
    "打ち切る",
    "うちきる",
    "終止、中斷",
    
    "上演",
    "じょうえん",
    "上演",
    
    "申告",
    "しんこく",
    "申報",
    
    "着色",
    "ちゃくしょく",
    "著色",
    
    "冷酷",
    "れいこく",
    "冷酷無情",
    
    "張り合い",
    "はりあい",
    "起勁、夠刺激",
    
    "醸し出す",
    "かもしだす",
    "釀成、造成",
    
    "困窮",
    "こんきゅう",
    "貧困、窘迫",
    
    "筒",
    "つつ",
    "筒狀物",
    
    "褪せる",
    "あせる",
    "退色、掉色",
    
    "発信",
    "はっしん",
    "發送、郵遞",
    
    "とりわけ",
    "無漢字",
    "格外",
    
    "気質",
    "きしつ",
    "氣質",
    
    "実証",
    "じっしょう",
    "確切的證據、確實",
    
    "変容",
    "へんよう",
    "改變容貌、改觀",
    
    "邸宅",
    "ていたく",
    "公館、豪宅",
    
    "ノーマル",
    "無漢字",
    "普通、正常",
    
    "上位",
    "じょうい",
    "主要、高位",
    
    "花",
    "はな",
    "黃金時期、最美好的時期",
    
    "集う",
    "つどう",
    "聚集在一起",
    
    "志願",
    "しがん",
    "報名、申請",
    
    "見破る",
    "みやぶる",
    "看破、識破、看穿",
    
    "容認",
    "ようにん",
    "承認、允許、接受",
    
    "束縛",
    "そくばく",
    "束縛、限制",
    
    "富む",
    "とむ",
    "富于、富有",
    
    "恥じる",
    "はじる",
    "深感羞愧、覺得羞愧",
    
    "撤去",
    "てっきょ",
    "拆毀、撤除",
    
    "踏み切る",
    "ふみきる",
    "決心干",
    
    "合致",
    "がっち",
    "一致、符合",
    
    "統合",
    "とうごう",
    "積極的整合",
    
    "結末",
    "けつまつ",
    "結果、結局",
    
    "接ぐ",
    "つぐ",
    "嫁接",
    
    "無念",
    "むねん",
    "甚麼也不想、無所牽掛",
    
    "弛む",
    "たゆむ",
    "鬆懈、鬆弛",
    
    "民俗",
    "みんぞく",
    "民俗、民間文化",
    
    "貴族",
    "きぞく",
    "貴族",
    
    "引き締まる",
    "ひきしまる",
    "緊繃、綁緊",
    
    "教訓",
    "きょうくん",
    "教訓",
    
    "仕業",
    "しわざ",
    "勾當、搞的鬼",
    
    "粘り",
    "ねばり",
    "黏性、年度、頑強",
    
    "宙返り",
    "ちゅうがえり",
    "翻跟斗",
    
    "絡める",
    "からめる",
    "挽著手挽、結合在一起",
    
    "由来",
    "ゆらい",
    "由來、來歷、本來",
    
    "余念",
    "よねん",
    "別的念頭、雜念",
    
    "くっきり",
    "無漢字",
    "特別鮮明、特別清晰",
    
    "ダンプ",
    "無漢字",
    "翻斗車",
    
    "たまり水",
    "たまりみず",
    "積水",
    
    "穀物",
    "こくもつ",
    "糧食、五穀、莊稼",
    
    "エレメント",
    "無漢字",
    "要素、活動領域",
    
    "守備",
    "しゅび",
    "守備",
    
    "気品",
    "きひん",
    "人的品格、作品的格調",
    
    "切れ目",
    "きれめ",
    "斷開處、縫隙、裂縫",
    
    "絆",
    "きずな",
    "羈絆、鈕扣",
    
    "凶暴",
    "きょうぼう",
    "凶暴、殘暴",
    
    "概説",
    "がいせつ",
    "概論、概述",
    
    "整列",
    "せいれつ",
    "排隊、整隊",
    
    "値",
    "あたい",
    "價格、價值、數的值",
    
    "早熟",
    "そうじゅく",
    "早熟",
    
    "試練",
    "しれん",
    "考驗",
    
    "大作",
    "たいさく",
    "巨作、傑作",
    
    "雑",
    "ざつ",
    "雜類、雜項、粗糙",
    
    "不振",
    "ふしん",
    "不振",
    
    "共存",
    "きょうぞん",
    "共存",
    
    "徹する",
    "てっする",
    "自始至終、一心一意",
    
    "澄み切る",
    "すみきる",
    "晴朗、開朗、開路",
    
    "ポリシー",
    "無漢字",
    "策略、方針、原則",
    
    "畝",
    "うね",
    "栽培作物用的土地",
    
    "踏襲",
    "とうしゅう",
    "沿襲、沿用、繼承",
    
    "アリバイ",
    "無漢字",
    "不在場證明",
    
    "緩慢",
    "かんまん",
    "緩慢、呆滯、蕭條",
    
    "盾",
    "たて",
    "盾、當箭牌、藉口",
    
    "ファイト",
    "無漢字",
    "拚搏、鬥志",
    
    "愛着",
    "あいちゃく",
    "留戀、難以忘懷",
    
    "安っぽい",
    "やすっぽい",
    "不值錢(感覺)",
    
    "絶つ",
    "たつ",
    "斷絕、戒除",
    
    "初める",
    "そめる",
    "開始、初次",
    
    "転じる",
    "てんじる",
    "轉換、改變",
    
    "括る",
    "くくる",
    "捆紮、總結、括起來",
    
    "敢えて",
    "あえて",
    "敢、敢於、未必",
    
    "傾斜",
    "けいしゃ",
    "傾斜、偏向",
    
    "ラスト",
    "無漢字",
    "最後、最末",
    
    "丹念",
    "たんねん",
    "精心、細心",
    
    "軒並み",
    "のきなみ",
    "屋簷連結處、每家、一律、到處",
    
    "脆弱",
    "ぜいじゃく",
    "虛弱、脆弱、薄弱",
    
    "月謝",
    "げっしゃ",
    "(私塾之類)每月得學費",
    
    "脅威",
    "きょうい",
    "威嚇、脅迫",
    
    "一目散に",
    "いちもくさんに",
    "一溜煙地、飛快",
    
    "負債",
    "ふさい",
    "負債",
    
    "領海",
    "しょうかい",
    "主權領海",
    
    "参る",
    "まいる",
    "去、來、受不了",
    
    "リミット",
    "無漢字",
    "限度、極限",
    
    "重んじる",
    "おもんじる",
    "重視、尊重、注重、敬重",
    
    "悲観的",
    "ひかんてき",
    "悲観的",
    
    "アドリブ",
    "無漢字",
    "即興的",
    
    "ダビング",
    "無漢字",
    "（影像、錄音）的複製",
    
    "無罪",
    "むざい",
    "無罪",
    
    "発病",
    "はつびょう",
    "発病",
    
    "恐喝",
    "きょうかつ",
    "恐嚇",
    
    "潜む",
    "ひそむ",
    "潛藏、隱藏",
    
    "採掘",
    "さいくつ",
    "採礦、開採",
    
    "いやに",
    "無漢字",
    "非常(異常)",
    
    "格別",
    "かくべつ",
    "特別、格外",
    
    "体裁",
    "ていさい",
    "型態、體面、體統、奉承話",
    
    "長官",
    "ちょうかん",
    "長官",
    
    "辛うじて",
    "かろうじて",
    "免免強強、好不容易才",
    
    "手早い",
    "てばやい",
    "(手的動作)敏捷",
    
    "最善",
    "さいぜん",
    "最好、最佳",
    
    "交易",
    "こうえき",
    "交易、貿易",
    
    "猛烈",
    "もうれつ",
    "兇猛、猛烈",
    
    "ランク",
    "無漢字",
    "排名、排序",
    
    "遊び",
    "あそび",
    "遊玩、遊戲",
    
    "ワンパターン",
    "無漢字",
    "一種模式",
    
    "煌めく",
    "きらめく",
    "閃閃發光、閃耀",
    
    "当てる",
    "あてる",
    "中獎、貼在、分發",
    
    "劇的",
    "げきてき",
    "戲劇性的",
    
    "バブル",
    "無漢字",
    "(經濟等)泡沫",
    
    "紫外線",
    "しがいせん",
    "紫外線",
    
    "違和感",
    "いわかん",
    "違和感",
    
    "平年",
    "へいねん",
    "(作物等)收成的年份、常年",
    
    "回りくどい",
    "まわりくどい",
    "說話繞圈子、拐彎抹角",
    
    "軍備",
    "ぐんび",
    "軍備",
    
    "フォーマル",
    "無漢字",
    "正式的、正規的",
    
    "参上",
    "さんじょう",
    "拜訪",
    
    "親密",
    "しんみつ",
    "親密",
    
    "パスワード",
    "無漢字",
    "密碼",
    
    "真っ平",
    "まっぴら",
    "實在、完全",
    
    "泣く",
    "なく",
    "(因某件事)悲傷、傷心",
    
    "退治",
    "たいじ",
    "擊退、趕走",
    
    "必着",
    "ひっちゃく",
    "必須送到、必須送達",
    
    "焦げ茶",
    "こげちゃ",
    "濃茶色、深棕色",
    
    "再発",
    "さいはつ",
    "復發、再次發生",
    
    "伝来",
    "でんらい",
    "傳入、轉來",
    
    "移住",
    "いじゅう",
    "移居國外",
    
    "込み上げる",
    "こみあげる",
    "湧現、再現、向上湧",
    
    "直感",
    "ちょっかん",
    "直感、直覺",
    
    "声明",
    "せいめい",
    "聲明",
    
    "膨らみ",
    "ふくらみ",
    "膨脹、隆起的部分",
    
    "暇",
    "いとま",
    "閒暇",
    
    "交互に",
    "こうごに",
    "交叉的、交替的",
    
    "逃走",
    "とうそう",
    "逃走",
    
    "固執",
    "こしつ",
    "固執",
    
    "安否",
    "あんぴ",
    "平安與否",
    
    "罠",
    "わな",
    "陷阱、圈套",
    
    "洪水",
    "こうずい",
    "洪水",
    
    "未知",
    "みち",
    "未知",
    
    "火花",
    "ひばな",
    "火花、火星",
    
    "脈",
    "みゃく",
    "脈搏、脈",
    
    "ストレート",
    "無漢字",
    "筆直、直接、直率、直接了當",
    
    "留まる",
    "とどまる",
    "停留",
    
    "道理で",
    "どうりで",
    "怪不得",
    
    "エリア",
    "無漢字",
    "地區、區域",
    
    "形態",
    "けいたい",
    "型態",
    
    "潜入",
    "せんにゅう",
    "潜入",
    
    "ケア",
    "無漢字",
    "關懷、照顧",
    
    "プロセス",
    "無漢字",
    "工序、工作流程",
    
    "ブロック",
    "無漢字",
    "阻饒、阻攔",
    
    "荒っぽい",
    "あらっぽい",
    "粗暴、野蠻",
    
    "学芸",
    "がくげい",
    "文藝、匯報演出",
    
    "追突",
    "ついとつ",
    "(交通工具)追尾",
    
    "単独",
    "たんどく",
    "單獨、獨自",
    
    "バザー",
    "無漢字",
    "慈善義賣",
    
    "計器",
    "けいき",
    "儀器、儀表",
    
    "政策",
    "せいさく",
    "政策",
    
    "埋める",
    "うめる",
    "埋入、填滿、補足",
    
    "火星",
    "かせい",
    "火星",
    
    "貨幣",
    "かへい",
    "貨幣",
    
    "漠然",
    "ばくぜん",
    "籠統、模糊、含混",
    
    "小柄",
    "こがら",
    "矮個、小個子",
    
    "暴行",
    "ぼうこう",
    "暴力行為",
    
    "思い返す",
    "おまいかえす",
    "改變主意、回想",
    
    "みすぼらしい",
    "無漢字",
    "(外表)貧困、貧弱",
    
    "会談",
    "かいだん",
    "会談",
    
    "兼業",
    "けんぎょう",
    "兼營",
    
    "柄",
    "がら",
    "花樣、花紋",
    
    "恋う",
    "こう",
    "思念、懷念",
    
    "外套",
    "がいとう",
    "外套",
    
    "戒める",
    "いましめる",
    "規勸、勸戒、警戒",
    
    "阻む",
    "はばむ",
    "阻止、阻擋、阻礙",
    
    "担架",
    "たんか",
    "擔架",
    
    "知名",
    "ちめい",
    "知名、有名",
    
    "些細",
    "ささい",
    "微不足道的事",
    
    "ヒーロー",
    "無漢字",
    "英雄、主人公",
    
    "嵩張る",
    "かさばる",
    "體積大",
    
    "呪う",
    "のろう",
    "詛咒、咒罵",
    
    "蒸れる",
    "むれる",
    "蒸熟、蒸熱",
    
    "恭しい",
    "うやうやしい",
    "彬彬有禮",
    
    "脱出",
    "だっしゅつ",
    "逃亡、逃脫",
    
    "協調",
    "きょうちょう",
    "協調、合作",
    
    "見失う",
    "みうしなう",
    "看不見、迷失",
    
    "国有",
    "こくゆう",
    "國有",
    
    "尽力",
    "じんりょく",
    "盡力、盡最大努力",
    
    "サイクル",
    "無漢字",
    "循環、週期",
    
    "鈍感",
    "どんかん",
    "感覺遲鈍、不敏感",
    
    "探求",
    "たんきゅう",
    "尋找、尋求",
    
    "雄弁",
    "ゆうべん",
    "雄辯",
    
    "盲点",
    "もうてん",
    "盲點",
    
    "ギャンブル",
    "無漢字",
    "賭博",
    
    "菌",
    "きん",
    "細菌",
    
    "ルーツ",
    "無漢字",
    "跟、起源、發祥地",
    
    "取り立てる",
    "とりたてる",
    "徵收、催繳、提拔",
    
    "おろおろ",
    "無漢字",
    "坐立不安、惶恐不安",
    
    "粘着",
    "ねんちゃく",
    "黏著",
    
    "顕著",
    "けんちょ",
    "顯著、明顯",
    
    "俊敏",
    "しゅんびん",
    "英俊、聰穎",
    
    "遣う",
    "つかう",
    "操心、費心、使用",
    
    "送付",
    "そうふ",
    "發送、寄送、匯款",
    
    "チャーミング",
    "無漢字",
    "迷人的、有魅力的",
    
    "枠内",
    "わくない",
    "範圍內、限度內",
    
    "ポータブル",
    "無漢字",
    "便攜、輕便式",
    
    "洋風",
    "ようふう",
    "西式",
    
    "縁側",
    "えんがわ",
    "騎樓",
    
    "照れ臭い",
    "てれくさい",
    "害羞、難為情的",
    
    "概して",
    "がいして",
    "總的來說、大致上",
    
    "カラフル",
    "無漢字",
    "華麗、炫麗",
    
    "投じる",
    "とうじる",
    "投宿、投身於",
    
    "ローブ",
    "無漢字",
    "纜繩、鋼索",
    
    "頂",
    "いただき",
    "山頂",
    
    "梢",
    "こずえ",
    "樹梢",
    
    "釣り合い",
    "つりあい",
    "均衡、相稱",
    
    "住まう",
    "すまう",
    "居住",
    
    "ぼかす",
    "無漢字",
    "變模糊、模寧兩可",
    
    "賭ける",
    "かける",
    "賭",
    
    "則る",
    "のっとる",
    "遵照、根據",
    
    "擦る",
    "なする",
    "推卸、轉嫁",
    
    "生理的",
    "せいりてき",
    "生理上的、本能的",
    
    "もじもじ",
    "無漢字",
    "扭扭捏捏",
    
    "ストロー",
    "無漢字",
    "吸管",
    
    "その節",
    "そのせつ",
    "那時候、那一次",
    
    "棄権",
    "きけん",
    "棄權",
    
    "慈しむ",
    "いつくしむ",
    "疼愛、慈愛",
    
    "押す",
    "おす",
    "不顧、不理會",
    
    "刺繡",
    "ししゅう",
    "刺繡",
    
    "星座",
    "せいざ",
    "星座",
    
    "翻る",
    "ひるがえる",
    "飄動、突然轉彎",
    
    "自ずから",
    "おのずから",
    "自然而然的",
    
    "海峡",
    "かいきょう",
    "海峡",
    
    "規範",
    "きはん",
    "規範",
    
    "リフォーム",
    "無漢字",
    "改建、翻新",
    
    "加盟",
    "かめい",
    "加盟",
    
    "オークション",
    "無漢字",
    "拍賣",
    
    "晴れる",
    "はれる",
    "放晴、停止、消散",
    
    "一律",
    "いちりつ",
    "一律",
    
    "刑務所",
    "けいむしょ",
    "監獄",
    
    "結晶",
    "けっしょう",
    "結晶、成果",
    
    "ずるずる",
    "無漢字",
    "滑溜溜、磨磨蹭蹭",
    
    "必修",
    "ひっしゅう",
    "必修",
    
    "ねじれる",
    "無漢字",
    "形狀扭曲、性格怪癖",
    
    "誠意",
    "せいい",
    "誠意",
    
    "不服",
    "ふふく",
    "不服",
    
    "道のり",
    "みちのり",
    "路程、行程",
    
    "アイドル",
    "無漢字",
    "偶像",
    
    "始末",
    "しまつ",
    "收拾、處理",
    
    "カフェ",
    "無漢字",
    "咖啡館",
    
    "弾む",
    "はずむ",
    "有彈力、情緒高漲",
    
    "挑発",
    "ちょうはつ",
    "挑撥",
    
    "議題",
    "ぎだい",
    "討論的議題",
    
    "灌漑",
    "かんがい",
    "灌漑",
    
    "引き揚げる",
    "ひきあげる",
    "返回原地、撤退、撤走、撤回",
    
    "利己的",
    "りこてき",
    "自私的",
    
    "無口",
    "むくち",
    "沉默寡言",
    
    "情け",
    "なさけ",
    "情義、同情",
    
    "和らぐ",
    "やわらぐ",
    "變得柔和、和緩",
    
    "不吉",
    "ふきつ",
    "不吉祥、不吉利",
    
    "慣行",
    "かんこう",
    "經常做的行為、慣例",
    
    "スケール",
    "無漢字",
    "尺、量具、規模",
    
    "砕く",
    "くだく",
    "弄碎",
    
    "シート",
    "無漢字",
    "座位",
    
    "公用",
    "こうよう",
    "公務",
    
    "身元",
    "みもと",
    "身世、經歷、身分",
    
    "干渉",
    "かんしょう",
    "干涉",
    
    "欺く",
    "あざむく",
    "欺騙",
    
    "檻",
    "おり",
    "柵欄",
    
    "眼科",
    "がんか",
    "眼科",
    
    "ジャーナリスト",
    "無漢字",
    "記者、新聞工作者",
    
    "ライセンス",
    "無漢字",
    "許可證",
    
    "差異",
    "さい",
    "差異",
    
    "蘇る",
    "よみがえる",
    "復甦",
    
    "埋め込む",
    "うめこむ",
    "埋進去",
    
    "手こずる",
    "てこずる",
    "棘手",
    
    "喚く",
    "わめく",
    "大聲喊叫",
    
    "炭火",
    "すみび",
    "炭火",
    
    "蛇足",
    "だそく",
    "畫蛇添足",
    
    "生臭い",
    "なまぐさい",
    "血腥的",
    
    "隠蔽",
    "いんぺい",
    "隠蔽",
    
    "煽てる",
    "おだてる",
    "抬舉、吹捧",
    
    "モーテル",
    "無漢字",
    "汽車旅館",
    
    "円満",
    "えんまん",
    "圓滿",
    
    "差し戻す",
    "さしもどす",
    "退回",
    
    "内訳",
    "うちわけ",
    "明細",
    
    "原形",
    "げんけい",
    "原形、原狀",
    
    "引き継ぐ",
    "ひきつぐ",
    "交接、繼承",
    
    "国連",
    "こくれん",
    "聯合國",
    
    "免じる",
    "免じり",
    "免除、免職",
    
    "牧師",
    "ぼくし",
    "牧師",
    
    "倍率",
    "ばいりつ",
    "倍率",
    
    "デラックス",
    "無漢字",
    "高級、豪華、奢侈",
    
    "欠航",
    "けっこう",
    "停飛、停航",
    
    "おっかない",
    "無漢字",
    "可怕的、令人提心吊膽的",
    
    "没頭",
    "ぼっとう",
    "埋頭、專心",
    
    "下地",
    "したじ",
    "基礎、底子、資質",
    
    "模範",
    "もはん",
    "模範、榜樣、典型",
    
    "賜る",
    "たまわる",
    "承蒙關照、賜予、賞賜",
    
    "健在",
    "けんざい",
    "健康的活著、尚存在",
    
    "企む",
    "たくらむ",
    "企圖、策畫",
    
    "意図",
    "いと",
    "意圖",
    
    "覆面",
    "ふくめん",
    "蒙面",
    
    "収益",
    "しゅうえき",
    "收益",
    
    "まめに",
    "無漢字",
    "勤懇、勤快",
    
    "暴露",
    "ばくろ",
    "暴露",
    
    "ミステリー",
    "無漢字",
    "神秘、推理",
    
    "規格",
    "きかく",
    "規格",
    
    "無論",
    "むろん",
    "不用說",
    
    "共学",
    "きょうがく",
    "同校",
    
    "大筋",
    "おおすじ",
    "事情的概括、主要內容",
    
    "ばらまく",
    "無漢字",
    "撒、散發",
    
    "ピリオド",
    "無漢字",
    "告一段落、結束",
    
    "発作",
    "ほっさ",
    "發作",
    
    "船舶",
    "せんぱく",
    "大型船舶",
    
    "元首",
    "げんしゅ",
    "元首",
    
    "走行",
    "そうこう",
    "行車、行駛",
    
    "ひたすら",
    "無漢字",
    "專心",
    
    "阻止",
    "そし",
    "阻止",
    
    "逸話",
    "いつわ",
    "趣聞",
    
    "先天的",
    "せんてんてき",
    "先天的",
    
    "差額",
    "さがく",
    "差額",
    
    "主体",
    "しゅたい",
    "核心、中心",
    
    "馴らす",
    "ならす",
    "馴化、馴養",
    
    "相性",
    "あいしょう",
    "性情相投",
    
    "幾多",
    "いくた",
    "為數很多",
    
    "写し",
    "うつし",
    "抄本、臨摹本",
    
    "破棄",
    "はき",
    "撕毀、廢棄、廢除",
    
    "ポーズ",
    "無漢字",
    "姿勢",
    
    "陰口",
    "かげぐち",
    "背地裡罵人",
    
    "点検",
    "てんけん",
    "仔細檢查",
    
    "化かす",
    "ばかす",
    "迷惑人心、誆騙",
    
    "リセット",
    "無漢字",
    "重新開始",
    
    "揺らぐ",
    "ゆらぐ",
    "搖晃、動搖",
    
    "差し伸べる",
    "さしのべる",
    "伸出",
    
    "殿様",
    "とのさま",
    "老爺、大人",
    
    "採算",
    "さいさん",
    "收支、核算",
    
    "膨張",
    "ぼうちょう",
    "膨脹、發展壯大",
    
    "生い立ち",
    "おいたち",
    "生長史、成長歷程",
    
    "マップ",
    "無漢字",
    "地圖",
    
    "ディスカッション",
    "無漢字",
    "討論會",
    
    "しょんぼり",
    "無漢字",
    "無精打采、沮喪",
    
    "似通う",
    "にかよう",
    "相似、類似",
    
    "幸",
    "さち",
    "幸福",
    
    "斑",
    "むら",
    "斑點、情緒不穩",
    
    "布告",
    "ふこく",
    "公布、宣告",
    
    "寄与",
    "きよ",
    "貢獻",
    
    "取り次ぎ",
    "とりつぎ",
    "轉達、代辦",
    
    "興る",
    "おこる",
    "得到振興、奮起",
    
    "沈滞",
    "ちんたい",
    "停滯、久不升進",
    
    "譲歩",
    "じょうほ",
    "讓步",
    
    "華々しい",
    "はなばなしい",
    "華麗的、豪華的",
    
    "無難",
    "ぶなん",
    "無災無難",
    
    "和らげる",
    "やわらげる",
    "使之柔和",
    
    "なだめる",
    "無漢字",
    "安慰、勸解",
    
    "狩猟",
    "しゅりょう",
    "狩獵、打獵",
    
    "題する",
    "だいする",
    "題名、標題",
    
    "放出",
    "ほうしゅつ",
    "放出",
    
    "謝罪",
    "しゃざい",
    "謝罪",
    
    "潜水",
    "せんすい",
    "潜水",
    
    "投手",
    "とうしゅ",
    "投手",
    
    "啞然",
    "あぜん",
    "目瞪口呆",
    
    "見分ける",
    "みわける",
    "辨認、識別",
    
    "産休",
    "さんきゅう",
    "產假",
    
    "醜悪",
    "しゅうあく",
    "行為醜陋",
    
    "ガイドライン",
    "無漢字",
    "路線、指導方針",
    
    "郷土",
    "きょうど",
    "鄉土、鄉間",
    
    "決意",
    "けつい",
    "決議、議會",
    
    "厳選",
    "げんせん",
    "嚴格挑選",
    
    "卑劣",
    "ひれつ",
    "卑劣",
    
    "面目",
    "めんぼく",
    "體面、臉面",
    
    "パニック",
    "無漢字",
    "恐慌",
    
    "パンク",
    "無漢字",
    "爆胎、撐破",
    
    "春めく",
    "はるめく",
    "春意漸濃",
    
    "クリエーティブ",
    "無漢字",
    "獨創、創造性的",
    
    "個々",
    "ここ",
    "每個",
    
    "一挙に",
    "いっきょに",
    "一舉",
    
    "妬む",
    "ねたむ",
    "忌妒、記恨",
    
    "消去",
    "しょうきょ",
    "消去、去除",
    
    "ユニフォーム",
    "無漢字",
    "制服",
    
    "口述",
    "こうじゅつ",
    "口述",
    
    "養護",
    "ようご",
    "保育、護理",
    
    "入手",
    "にゅうしゅ",
    "得到手",
    
    "合併",
    "がっぺい",
    "合併",
    
    "疑わしい",
    "うたがわしい",
    "可疑",
    
    "行き違う",
    "ゆきちがう",
    "走錯路",
    
    "獲物",
    "えもの",
    "獵物",
    
    "オーナー",
    "無漢字",
    "老闆、業主、物主",
    
    "待ち遠しい",
    "まちどおしい",
    "眺望很久",
    
    "出費",
    "しゅっぴ",
    "開支、支出",
    
    "惑星",
    "わくせい",
    "行星",
    
    "賞与",
    "しょうよ",
    "獎賞",
    
    "ながなが",
    "無漢字",
    "冗長",
    
    "気まずい",
    "無漢字",
    "氣氛不好、尷尬",
    
    "ポンプ",
    "無漢字",
    "水泵",
    
    "差し支えない",
    "さしつかえない",
    "沒關係、可以、無訪",
    
    "押し出す",
    "おしだす",
    "擠出",
    
    "甘んじる",
    "あまんじる",
    "忍受、甘願",
    
    "購読",
    "こうどく",
    "講解文章",
    
    "お節介",
    "おせっかい",
    "多管閒事",
    
    "演出",
    "えんしゅつ",
    "演出",
    
    "いそいそ",
    "無漢字",
    "興高采烈",
    
    "挫折",
    "ざせつ",
    "挫折",
    
    "仏像",
    "ぶつぞう",
    "佛像",
    
    "アセスメント",
    "無漢字",
    "評價、評估",
    
    "積み立てる",
    "つみたてる",
    "累積",
    
    "冷やかす",
    "ひやかす",
    "戲弄",
    
    "走る",
    "はしる",
    "跑",
    
    "恵",
    "めぐみ",
    "恩惠",
    
    "最適",
    "さいてき",
    "最適合",
    
    "もがく",
    "無漢字",
    "掙扎",
    
    "いやいや",
    "無漢字",
    "不情願的",
    
    "とっさに",
    "無漢字",
    "猛然、瞬間",
    
    "起源",
    "きげん",
    "起源",
    
    "表する",
    "ひょうする",
    "表示",
    
    "原点",
    "げんてん",
    "出發點、根源",
    
    "欠損",
    "けっそん",
    "虧損",
    
    "尊い",
    "とうとい",
    "寶貴的、高貴的",
    
    "育成",
    "いくせい",
    "培養",
    
    "ぐずぐず",
    "無漢字",
    "推延",
    
    "崇拝",
    "すうはい",
    "崇拜",
    
    "軌道",
    "きどう",
    "軌道",
    
    "後ろめたい",
    "うしろめたい",
    "內疚、慚愧",
    
    "ペース",
    "無漢字",
    "步調",
    
    "仕える",
    "つかえる",
    "服侍",
    
    "部署",
    "ぶしょ",
    "崗位",
    
    "静粛",
    "せいしゅく",
    "肅靜",
    
    "断固",
    "だんこ",
    "毅然決然",
    
    "明らむ",
    "あからむ",
    "天明、天亮",
    
    "内心",
    "ないしん",
    "內心、心底",
    
    "固定",
    "こてい",
    "固定",
    
    "最期",
    "さいご",
    "臨終、死亡前夕",
    
    "城下町",
    "じょうかまち",
    "城鎮",
    
    "引きずる",
    "ひきずる",
    "拖、拽",
    
    "見せ物",
    "みせもの",
    "雜耍",
    
    "賄賂",
    "わいろ",
    "賄賂",
    
    "耕作",
    "こうさく",
    "耕作",
    
    "作戦",
    "さくせん",
    "作戦",
    
    "託ける",
    "かこつける",
    "找藉口",
    
    "会心",
    "かいしん",
    "滿意、得意",
    
    "間際",
    "まぎわ",
    "正要...的時候",
    
    "お供",
    "おとも",
    "陪同、陪同的人",
    
    "ピックアップ",
    "無漢字",
    "挑選、挑出來",
    
    "専ら",
    "もっぱら",
    "主要、專門",
    
    "情け深い",
    "なさけぶかい",
    "寬宏大量",
    
    "資産",
    "しさん",
    "資產",
    
    "滞納",
    "たいのう",
    "拖欠款項",
    
    "進展",
    "しんてん",
    "進展",
    
    "未練",
    "みれん",
    "留戀",
    
    "衣装",
    "いしょう",
    "服裝",
    
    "パトロール",
    "無漢字",
    "巡邏",
    
    "すんなり",
    "無漢字",
    "苗條、進展順利",
    
    "粘り強い",
    "ねばりづよい",
    "黏性強、不撓不屈",
    
    "矢",
    "や",
    "箭",
    
    "シフト",
    "無漢字",
    "輪班時間、變動",
    
    "探偵",
    "たんてい",
    "偵探",
    
    "覆る",
    "くつがえる",
    "被否定、被推翻",
    
    "加味",
    "かみ",
    "摻入",
    
    "貧弱",
    "ひんじゃく",
    "貧弱",
    
    "精算",
    "せいさん",
    "細算、精打細算",
    
    "救済",
    "きゅうさい",
    "救濟",
    
    "郷愁",
    "きょうしゅう",
    "思念家鄉",
    
    "着せる",
    "きせる",
    "使蒙受",
    
    "赤らめる",
    "あからめる",
    "使臉發紅",
    
    "行き付ける",
    "ゆきつける",
    "常去、經常光顧",
    
    "とがめる",
    "無漢字",
    "受譴責",
    
    "亡命",
    "ぼうめい",
    "亡命",
    
    "干上がる",
    "ひあがる",
    "乾枯、無法生活",
    
    "休まる",
    "やすまる",
    "得到休息",
    
    "弱る",
    "よわる",
    "衰弱",
    
    "最上",
    "さいじょう",
    "最好、最高",
    
    "倹約",
    "けんやく",
    "勤儉節約",
    
    "慣習",
    "かんしゅう",
    "傳統習俗、老規矩",
    
    "平",
    "ひら",
    "普通、一般",
    
    "発刊",
    "はっかん",
    "刊發",
    
    "調べ",
    "しらべ",
    "調查、審查",
    
    "総じて",
    "そうじて",
    "一般來說、總得來說",
    
    "着陸",
    "ちゃくりく",
    "著陸",
    
    "閲覧",
    "えつらん",
    "閲覧",
    
    "やりくり",
    "無漢字",
    "設法安排",
    
    "知名度",
    "ちめいど",
    "知名度",
    
    "全滅",
    "ぜんめつ",
    "全滅",
    
    "恒例",
    "こうれい",
    "慣例",
    
    "常用",
    "じょうよう",
    "經常使用",
    
    "フィードバック",
    "無漢字",
    "反饋、回饋",
    
    "思い切る",
    "おもいきる",
    "斷念、死心",
    
    "根本的",
    "こんぽんてき",
    "根本的",
    
    "キャバレー",
    "無漢字",
    "夜總會",
    
    "ムード",
    "無漢字",
    "氣氛",
    
    "レジュメ",
    "無漢字",
    "摘要",
    
    "炭",
    "すみ",
    "木炭",
    
    "読み返す",
    "よみかえす",
    "重新閱讀",
    
    "見識",
    "けんしき",
    "見識",
    
    "手掛かり",
    "てがかり",
    "線索",
    
    "代行",
    "だいこう",
    "代辦",
    
    "葛藤",
    "かっとう",
    "糾紛、糾葛",
    
    "荒々しい",
    "あらあらしい",
    "劇烈、兇猛",
    
    "紅",
    "くれない",
    "鮮紅色",
    
    "神殿",
    "しんでん",
    "神殿",
    
    "使命",
    "しめい",
    "使命",
    
    "晒す",
    "さらす",
    "日曬雨淋",
    
    "適応",
    "てきおう",
    "適合",
    
    "送り付ける",
    "おくりつける",
    "硬是送給對方",
    
    "返還",
    "へんかん",
    "返還",
    
    "エール",
    "無漢字",
    "吶喊聲",
    
    "突っかかる",
    "つっかかる",
    "猛撞、頂撞",
    
    "放任",
    "ほうにん",
    "放任",
    
    "デマ",
    "無漢字",
    "流言、謠言",
    
    "インターンシップ",
    "無漢字",
    "就職體驗、實習",
    
    "汚職",
    "おしょく",
    "貪汙",
    
    "弁償",
    "べんしょう",
    "賠償",
    
    "常識的",
    "じょうしきてき",
    "常識的",
    
    "滑稽",
    "こっけい",
    "滑稽",
    
    "煽る",
    "あおる",
    "風吹動、煽動",
    
    "魂",
    "たましい",
    "靈魂",
    
    "窮まる",
    "きわまる",
    "窘困、無止盡",
    
    "育む",
    "はぐくむ",
    "養育",
    
    "施す",
    "ほどこす",
    "施捨、添加",
    
    "コントラスト",
    "無漢字",
    "對比、反差",
    
    "臆病",
    "おくびょう",
    "膽怯、膽小怕事",
    
    "定理",
    "ていり",
    "定理",
    
    "やりこなす",
    "無漢字",
    "出色的完成",
    
    "陳列",
    "ちんれつ",
    "陳列",
    
    "デフレ",
    "無漢字",
    "通貨緊縮",
    
    "汚らわしい",
    "けがらわしい",
    "下流、骯髒",
    
    "サイト",
    "無漢字",
    "網站",
    
    "色",
    "いろ",
    "臉色、表情",
    
    "成否",
    "せいひ",
    "成功與否",
    
    "哀悼",
    "あいとう",
    "哀弔",
    
    "押し切る",
    "おしきる",
    "排除",
    
    "開幕",
    "かいまく",
    "開幕",
    
    "見通し",
    "みとおし",
    "眼界、預測",
    
    "待ちわびる",
    "まちわびる",
    "著急地等待",
    
    "脆い",
    "もろい",
    "脆弱的",
    
    "緊迫",
    "きんぱく",
    "緊急",
    
    "レセプション",
    "無漢字",
    "招待宴會",
    
    "強烈",
    "きょうれつ",
    "強烈",
    
    "気性",
    "きしょう",
    "脾氣、性情",
    
    "入用",
    "にゅうよう",
    "需要、需用",
    
    "征服",
    "せいふく",
    "征服",
    
    "潤滑油",
    "じゅんかつゆ",
    "潤滑油",
    
    "温和",
    "おんわ",
    "溫和",
    
    "休める",
    "やすめる",
    "暫時休息",
    
    "がっしり",
    "無漢字",
    "體格健壯、東西牢固",
    
    "分子",
    "ぶんし",
    "分子",
    
    "良し悪し",
    "よしあし",
    "好壞、善惡",
    
    "装う",
    "よそおう",
    "打扮、偽裝",
    
    "円高",
    "えんだか",
    "日圓升值",
    
    "セーフ",
    "無漢字",
    "來得及、趕得上",
    
    "スプレー",
    "無漢字",
    "噴霧器",
    
    "不祥事",
    "ふしょうじ",
    "不幸事件",
    
    "原油",
    "げんゆ",
    "原油",
    
    "横領",
    "おうりょう",
    "盜用",
    
    "路線",
    "ろせん",
    "路線",
    
    "脚光",
    "きゃっこう",
    "受到關注、成為焦點",
    
    "護衛",
    "ごえい",
    "護衛",
    
    "張り合う",
    "はりあう",
    "爭執、競爭",
    
    "飲み込み",
    "のみこみ",
    "理解、領會",
    
    "取り巻く",
    "とりまく",
    "圍著、包圍",
    
    "蜘蛛",
    "くも",
    "蜘蛛",
    
    "息抜き",
    "いきぬき",
    "休息一下、喘口氣",
    
    "風潮",
    "ふうちょう",
    "潮流、趨勢",
    
    "本業",
    "ほんぎょう",
    "老本行、本職",
    
    "帰還",
    "きかん",
    "返回",
    
    "結合",
    "けつごう",
    "結合、凝聚",
    
    "配給",
    "はいきゅう",
    "定量配給",
    
    "衰退",
    "すいたい",
    "衰退",
    
    "脅かす",
    "おびやかす",
    "威脅",
    
    "稚拙",
    "ちせつ",
    "幼稚而拙劣",
    
    "先だって",
    "せんだって",
    "前幾天",
    
    "夕闇",
    "ゆうやみ",
    "暮色、黃昏",
    
    "緻密",
    "ちみつ",
    "縝密",
    
    "退化",
    "たいか",
    "退化",
    
    "押し付けがましい",
    "おしつけがましい",
    "命令式的",
    
    "臨む",
    "のぞむ",
    "面臨",
    
    "憤る",
    "いきどおる",
    "憤怒",
    
    "誂える",
    "あつらえる",
    "訂製、訂做",
    
    "断つ",
    "たつ",
    "切斷",
    
    "保養",
    "ほよう",
    "休養",
    
    "航海",
    "こうかい",
    "航海",
    
    "成就",
    "じょうじゅ",
    "實現",
    
    "手芸",
    "しゅげい",
    "手工藝",
    
    "お手上げ",
    "おてあげ",
    "束手無策、沒轍",
    
    "反乱",
    "はんらん",
    "叛亂、暴亂",
    
    "助言",
    "じょげん",
    "忠告",
    
    "差し掛かる",
    "さしかかる",
    "靠近",
    
    "締まる",
    "しまる",
    "勒緊、綁緊",
    
    "空腹",
    "くうふく",
    "空腹",
    
    "粘る",
    "ねばる",
    "堅持",
    
    "志向",
    "しこう",
    "志向",
    
    "議案",
    "ぎあん",
    "議案",
    
    "透く",
    "すく",
    "有間隙",
    
    "切実",
    "せつじつ",
    "痛切、切身",
    
    "近視",
    "きんし",
    "近視",
    
    "木耳",
    "きくらげ",
    "木耳",
    
    "誇張",
    "こちょう",
    "誇張、誇大",
    
    "押し通す",
    "おしとおす",
    "堅持到底",
    
    "放射",
    "ほうしゃ",
    "放射",
    
    "産物",
    "さんぶつ",
    "當地的物產",
    
    "エスカレート",
    "無漢字",
    "擴大",
    
    "出品",
    "しゅっぴん",
    "展出作品",
    
    "微量",
    "びりょう",
    "微量",
    
    "屈める",
    "かがめる",
    "彎腰、屈膝",
    
    "待ち構える",
    "まちかまえる",
    "準備的情況下好等待",
    
    "拍子",
    "ひょうし",
    "剛一...的時候",
    
    "質屋",
    "しちや",
    "當鋪",
    
    "イントネーション",
    "無漢字",
    "語調",
    
    "孤独",
    "こどく",
    "孤独",
    
    "ジェスチャー",
    "無漢字",
    "作姿態、擺樣子",
    
    "見いだす",
    "みいだす",
    "找出來、發現",
    
    "手ごわい",
    "てごわい",
    "不好對付",
    
    "滴",
    "しずく",
    "水滴、水珠",
    
    "真",
    "しん",
    "真正",
    
    "端的",
    "たんてき",
    "明顯、清楚",
    
    "紅",
    "べに",
    "胭脂",
    
    "仰向ける",
    "あおむける",
    "仰起",
    
    "容疑者",
    "ようぎしゃ",
    "嫌疑人",
    
    "義理堅い",
    "ぎりがたい",
    "講義氣",
    
    "お宮",
    "おみや",
    "神社",
    
    "窮乏",
    "きゅうぼう",
    "匱乏、貧窮",
    
    "対",
    "つい",
    "一對、成雙",
    
    "砕ける",
    "くだける",
    "淺顯易懂、平易近人",
    
    "ポピュラー",
    "無漢字",
    "通俗的、大眾的",
    
    "濯ぐ",
    "ゆすぐ",
    "洗的動作",
    
    "反る",
    "そる",
    "翹",
    
    "容赦",
    "ようしゃ",
    "寬恕、饒恕",
    
    "粗品",
    "そしな",
    "薄禮",
    
    "相場",
    "そうば",
    "行情、市價",
    
    "ウイークデー",
    "無漢字",
    "工作日",
    
    "食い違う",
    "くいちがう",
    "不一致、有分歧",
    
    "中継",
    "ちゅうけい",
    "轉播",
    
    "浸透",
    "しんとう",
    "滲透",
    
    "退却",
    "たいきゃく",
    "逃離",
    
    "枠",
    "わく",
    "範圍、框架",
    
    "動向",
    "どうこう",
    "動向",
    
    "絡む",
    "からむ",
    "糾纏、纏繞",
    
    "汽船",
    "きせん",
    "輪船",
    
    "土俵",
    "どひょう",
    "相撲台",
    
    "合成",
    "ごうせい",
    "合成",
    
    "副作用",
    "ふくさよう",
    "副作用",
    
    "穏和",
    "おんわ",
    "溫和",
    
    "下調べ",
    "したしらべ",
    "預先調查、預習",
    
    "待機",
    "たいき",
    "待命",
    
    "参照",
    "さんしょう",
    "參照",
    
    "心強い",
    "こころづよい",
    "放心",
    
    "調停",
    "ちょうてい",
    "調解",
    
    "難なく",
    "なんなく",
    "很容易、輕而易舉",
    
    "引く",
    "ひく",
    "退燒、退潮",
    
    "たくましい",
    "無漢字",
    "健壯、堅強",
    
    "未開",
    "みかい",
    "未開化",
    
    "愚か",
    "おろか",
    "愚蠢",
    
    "瀬戸際",
    "せとぎわ",
    "緊要關頭",
    
    "年賀",
    "ねんが",
    "拜年",
    
    "ホームシック",
    "無漢字",
    "思鄉病",
    
    "虚ろ",
    "うつろ",
    "發呆、空虛的樣子",
    
    "痕",
    "こん",
    "痕跡",
    
    "領地",
    "りょうち",
    "領地",
    
    "ドライ",
    "無漢字",
    "乾燥",
    
    "対処",
    "たいしょ",
    "應對方法",
    
    "呆然",
    "ぼうぜん",
    "發呆",
    
    "裁く",
    "さばく",
    "制裁",
    
    "差し控える",
    "さしひかえる",
    "節制、控制、保留、暫緩",
    
    "感触",
    "かんしょく",
    "觸感、對對方言行有感觸",
    
    "裁決",
    "さいけつ",
    "裁決",
    
    "高尚",
    "こうしょう",
    "高尚",
    
    "尊厳",
    "そんげん",
    "尊厳",
    
    "騒動",
    "そうどう",
    "騷亂",
    
    "有りのまま",
    "ありのまま",
    "事實、真實",
    
    "ぼうっと",
    "無漢字",
    "模糊",
    
    "暗示",
    "あんじ",
    "暗示、示意",
    
    "リストラ",
    "無漢字",
    "企業裁員",
    
    "締める",
    "しめる",
    "嚴格管教",
    
    "公的",
    "こうてき",
    "公共的、官方的",
    
    "何気ない",
    "なにげない",
    "無意間、無意中",
    
    "ネガティブ",
    "無漢字",
    "否定的、消極的",
    
    "セキュリティー",
    "無漢字",
    "保安、防範",
    
    "レイアウト",
    "無漢字",
    "版面設計",
    
    "断面",
    "だんめん",
    "斷面、截面",
    
    "じろじろ",
    "無漢字",
    "目不轉睛",
    
    "ハイテク",
    "無漢字",
    "高科技",
    
    "ジレンマ",
    "無漢字",
    "進退兩難",
    
    "字体",
    "じたい",
    "字体",
    
    "鑑みる",
    "かんがみる",
    "以...為戒",
    
    "ねだる",
    "無漢字",
    "硬要、強求",
    
    "解剖",
    "かいぼう",
    "解剖、分析",
    
    "プロジェクト",
    "無漢字",
    "課題、項目",
    
    "切る",
    "きる",
    "斷絕、限定",
    
    "全域",
    "ぜんいき",
    "整個區域",
    
    "英雄",
    "えいゆう",
    "英雄",
    
    "再建",
    "さいけん",
    "重建",
    
    "馬鹿げる",
    "ばかげる",
    "顯得愚蠢、顯得糊塗",
    
    "仕掛け",
    "しかけ",
    "做一半的事情、裝置、機關",
    
    "柵",
    "さく",
    "柵欄",
    
    "決算",
    "けっさん",
    "決算",
    
    "償い",
    "つぐない",
    "賠償、補償",
    
    "クリーン",
    "無漢字",
    "乾淨的",
    
    "包容力",
    "ほうようりょく",
    "包容力",
    
    "点火",
    "てんか",
    "點火",
    
    "ひんやり",
    "無漢字",
    "涼颼颼",
    
    "稲光",
    "いなびかり",
    "閃電",
    
    "決まって",
    "きまって",
    "必然、一定",
    
    "果てる",
    "はてる",
    "完了、盡頭",
    
    "摘発",
    "てきはつ",
    "揭發、揭露",
    
    "今一つ",
    "いまひとつ",
    "在一個、再一點",
    
    "冒頭",
    "ぼうとう",
    "開始",
    
    "墓地",
    "ぼち",
    "墓地",
    
    "悩ましい",
    "なやましい",
    "難受、痛苦、銷魂",
    
    "微か",
    "かすか",
    "些微",
    
    "口ずさむ",
    "くちずさむ",
    "小聲哼唱",
    
    "貢ぐ",
    "みつぐ",
    "養活、供養",
    
    "変革",
    "へんかく",
    "變革、改革",
    
    "眩い",
    "まばゆい",
    "晃眼的、耀眼的",
    
    "手付き",
    "てつき",
    "手的動作",
    
    "発掘",
    "はっくつ",
    "挖掘",
    
    "仰向ける",
    "あおむける",
    "朝上、仰起",
    
    "偏重",
    "へんちょう",
    "偏重",
    
    "鮮明",
    "せんめい",
    "清楚、鮮明",
    
    "信任",
    "しんにん",
    "信任",
    
    "出馬",
    "しゅつば",
    "出頭露面、出馬",
    
    "荷造り",
    "にづくり",
    "裝箱打包",
    
    "申し入れる",
    "もうしいれる",
    "提出",
    
    "付く",
    "つく",
    "黏、貼",
    
    "舞い",
    "まい",
    "舞蹈、跳舞",
    
    "供与",
    "きょうよ",
    "提供、供應",
    
    "香ばしい",
    "こうばしい",
    "香氣撲鼻",
    
    "兵士",
    "へいし",
    "士兵",
    
    "両極",
    "りょうきょく",
    "兩極",
    
    "脱する",
    "だっする",
    "擺脫",
    
    "除去",
    "じょきょ",
    "除去",
    
    "困惑",
    "こんわく",
    "困惑",
    
    "決着",
    "けっちゃく",
    "了結",
    
    "英字",
    "えいじ",
    "英語文字",
    
    "浮力",
    "ふりょく",
    "浮力",
    
    "衰弱",
    "すいじゃく",
    "衰弱",
    
    "打破",
    "だは",
    "打破、破除",
    
    "氾濫",
    "はんらん",
    "氾濫",
    
    "予言",
    "よげん",
    "預言",
    
    "見極める",
    "みきわめる",
    "鑑定、辨別",
    
    "正す",
    "ただす",
    "糾正、端正",
    
    "主旨",
    "しゅし",
    "主題思想、中心思想",
    
    "逃避",
    "とうひ",
    "逃避",
    
    "証",
    "あかし",
    "證明",
    
    "申し分ない",
    "もうしぶんない",
    "無可挑剔",
    
    "不備",
    "ふび",
    "不完備",
    
    "面",
    "つら",
    "嘴臉",
    
    "シェア",
    "無漢字",
    "市場占有率、共享",
    
    "区切り",
    "くぎり",
    "段落",
    
    "権威",
    "けんい",
    "權威",
    
    "日向",
    "ひなた",
    "向日處",
    
    "原告",
    "げんこく",
    "原告",
    
    "治安",
    "ちあん",
    "治安",
    
    "こぞって",
    "無漢字",
    "全體成員、全都",
    
    "暗殺",
    "あんさつ",
    "暗殺",
    
    "足",
    "あし",
    "交通工具、來往、前往",
    
    "絶妙",
    "ぜつみょう",
    "絕妙、精采絕倫",
    
    "聴覚",
    "ちょうかく",
    "聽覺",
    
    "疑惑",
    "ぎわく",
    "疑惑、疑心",
    
    "落語",
    "らくご",
    "落語類似單口相聲",
    
    "洞",
    "ほら",
    "洞",
    
    "歩調",
    "ほちょう",
    "步伐、步調",
    
    "仕掛ける",
    "しかける",
    "設置、剛開始",
    
    "今や",
    "いまや",
    "現在正是、現在已經",
    
    "肌",
    "はだ",
    "氣質、風範、風度",
    
    "静的",
    "せいてき",
    "靜態的、非發展性的",
    
    "辿る",
    "たどる",
    "邊走邊找、沿路前行",
    
    "肥し",
    "こやし",
    "肥料",
    
    "当分",
    "とうぶん",
    "目前、眼下",
    
    "読む",
    "よむ",
    "閱讀、看",
    
    "所在",
    "しょざい",
    "人的住處、問題下落",
    
    "体質",
    "たいしつ",
    "體質、素質、性質",
    
    "企てる",
    "くわだてる",
    "計畫、籌畫、打算、企圖",
    
    "ちんぷんかんぷん",
    "無漢字",
    "莫名其妙、難以理解",
    
    "人質",
    "ひとじち",
    "人質",
    
    "境目",
    "さかいめ",
    "交界處、分界線、重要關頭",
    
    "ろく",
    "無漢字",
    "像樣的、滿意的",
    
    "カムバック",
    "無漢字",
    "東山再起",
    
    "専修",
    "せんしゅう",
    "專修、專攻",
    
    "縁",
    "えん",
    "血緣、緣分",
    
    "テロ",
    "無漢字",
    "恐怖活動",
    
    "世相",
    "せそう",
    "世態、世俗",
    
    "摘まむ",
    "つまむ",
    "抓住、摘要",
    
    "徹底的",
    "てっていてき",
    "徹底的",
    
    "孕む",
    "はらむ",
    "懷孕、孕育",
    
    "妥結",
    "だけつ",
    "妥協",
    
    "デモンストレーション",
    "無漢字",
    "示範、實地演習",
    
    "凝らす",
    "こらす",
    "集中",
    
    "セクション",
    "無漢字",
    "部門、部分、項目",
    
    "タブー",
    "無漢字",
    "忌為、禁忌",
    
    "フィーリング",
    "無漢字",
    "感覺、感受",
    
    "遅らす",
    "おくらす",
    "推遲、拖延",
    
    "ちょくちょく",
    "無漢字",
    "時常、往往",
    
    "擦れ擦れ",
    "すれすれ",
    "勉勉強強",
    
    "帯びる",
    "おびる",
    "帶有、含有",
    
    "バクテリア",
    "無漢字",
    "細菌",
    
    "レッテル",
    "無漢字",
    "標籤、帽子",
    
    "富",
    "とみ",
    "財富、財產、錢財",
    
    "投資",
    "とうし",
    "投資",
    
    "決まり悪い",
    "きまりわるい",
    "害羞、難為情",
    
    "所属",
    "しょぞく",
    "所屬",
    
    "後援",
    "こうえん",
    "後援、支援",
    
    "ラブレター",
    "無漢字",
    "情書",
    
    "淡白",
    "たんぱく",
    "淡泊、坦率",
    
    "公認",
    "こうにん",
    "公認",
    
    "維持",
    "いじ",
    "維持",
    
    "馴染む",
    "なじむ",
    "適合、合適、融合",
    
    "グローバル",
    "無漢字",
    "全球的",
    
    "きめ細か",
    "きめこまか",
    "細膩、細緻",
    
    "バリエーション",
    "無漢字",
    "變化、變動",
    
    "支える",
    "つかえる",
    "阻擋、支撐",
    
    "足腰",
    "あしこし",
    "腰和腿",
    
    "はかない",
    "無漢字",
    "短暫的、無常的",
    
    "ふんだんに",
    "無漢字",
    "很多、大量",
    
    "薪",
    "たきぎ",
    "柴火",
    
    "陥れる",
    "おとしいれる",
    "使陷入",
    
    "対照的",
    "たいしょうてき",
    "對比鮮明、正相反",
    
    "バネル",
    "無漢字",
    "板材",
    
    "賛否",
    "さんぴ",
    "贊成與否",
    
    "内乱",
    "ないらん",
    "内乱",
    
    "担う",
    "になう",
    "擔負、肩負",
    
    "仮設",
    "かせつ",
    "假設",
    
    "遠方",
    "えんぽう",
    "遠方",
    
    "年長",
    "ねんちょう",
    "年長",
    
    "さぞかし",
    "無漢字",
    "想必",
    
    "エレガント",
    "無漢字",
    "優美、亮麗",
    
    "天",
    "てん",
    "天空、天國、天命",
    
    "途切れる",
    "とぎれる",
    "短暫的中途中斷",
    
    "天地",
    "てんち",
    "天地、宇宙",
    
    "分業",
    "ぶんぎょう",
    "分工",
    
    "格段",
    "かくだん",
    "格外、顯著",
    
    "風車",
    "ふうしゃ",
    "風車",
    
    "冠婚葬祭",
    "かんこんそうさい",
    "紅白喜事",
    
    "達者",
    "たっしゃ",
    "精通、利索",
    
    "階層",
    "かいそう",
    "階層",
    
    "大台",
    "おおだい",
    "大關",
    
    "露",
    "つゆ",
    "霧水",
    
    "納入",
    "のうにゅう",
    "交納、繳納",
    
    "記す",
    "しるす",
    "書寫、紀錄、牢記",
    
    "コンセプト",
    "無漢字",
    "觀念、想法、理念",
    
    "及びに",
    "およびに",
    "以及",
    
    "やたら",
    "無漢字",
    "胡亂、盲目、過分的",
    
    "昨今",
    "さっこん",
    "最近、近來",
    
    "不利益",
    "ふりえき",
    "無利可圖",
    
    "神聖",
    "しんせい",
    "神聖",
    
    "怠惰",
    "たいだ",
    "懶惰、懶散",
    
    "方位",
    "ほうい",
    "方位",
    
    "手際",
    "てぎわ",
    "手法、技巧",
    
    "鳴る",
    "なる",
    "以．．．著稱",
    
    "匿名",
    "とくめい",
    "匿名",
    
    "送信",
    "そうしん",
    "發送",
    
    "貴い",
    "とうとい",
    "貴重的、珍貴的",
    
    "報う",
    "むくう",
    "報答、報恩、答謝",
    
    "軽やか",
    "かろやか",
    "輕快",
    
    "初耳",
    "はつみみ",
    "第一次聽見",
    
    "明かす",
    "あかす",
    "揭開、揭露",
    
    "形勢",
    "けいせい",
    "形式、局面",
    
    "執行",
    "しっこう",
    "執行",
    
    "栄える",
    "さかえる",
    "繁榮昌盛",
    
    "月賦",
    "げっぷ",
    "按月分期付款",
    
    "染み込む",
    "しみこむ",
    "滲入、銘刻",
    
    "競う",
    "きそう",
    "競爭",
    
    "重宝",
    "ちょうほう",
    "器重、方便",
    
    "後日",
    "ごじつ",
    "改日、日後",
    
    "飽かす",
    "あかす",
    "使人厭煩",
    
    "言い分",
    "いいぶん",
    "主張、意見、說法",
    
    "物議",
    "ぶつぎ",
    "討論、議論",
    
    "打診",
    "だしん",
    "探聽、探詢",
    
    "フィクション",
    "無漢字",
    "虛構、杜撰",
    
    "物足りない",
    "ものたりない",
    "不夠、不足",
    
    "がっちり",
    "無漢字",
    "體格健壯、有力的",
    
    "清濁",
    "せいだく",
    "清濁、清音和濁音",
    
    "憂える",
    "うれえる",
    "擔憂、顧慮",
    
    "哀愁",
    "あいしゅう",
    "哀愁、哀傷",
    
    "混血",
    "こんけつ",
    "混血",
    
    "ランキング",
    "無漢字",
    "排名",
    
    "入念",
    "にゅうねん",
    "細心、仔細",
    
    "兆す",
    "きざす",
    "萌芽、萌發、徵兆",
    
    "さして",
    "無漢字",
    "並不",
    
    "危惧",
    "きぐ",
    "畏懼、擔心",
    
    "幽霊",
    "ゆうれい",
    "幽靈",
    
    "つねる",
    "無漢字",
    "捏人的皮膚",
    
    "出番",
    "でばん",
    "當班、值班",
    
    "山場",
    "やまば",
    "緊要關頭、頂點",
    
    "前例",
    "ぜんれい",
    "以往的案例",
    
    "取り寄せる",
    "とりよせる",
    "訂購、寄來、要來",
    
    "剣",
    "つるぎ",
    "雙刃劍",
    
    "来す",
    "きたす",
    "帶來",
    
    "シーエム",
    "無漢字",
    "廣告節目",
    
    "練る",
    "ねる",
    "加水攪拌、柔和、鍛鍊",
    
    "首脳",
    "しゅのう",
    "首腦、領導人物",
    
    "おぼつかない",
    "無漢字",
    "沒把握、沒信心",
    
    "磁気",
    "じき",
    "磁力",
    
    "偏差値",
    "へんさち",
    "偏差值",
    
    "堪える",
    "たえる",
    "值得",
    
    "差し迫る",
    "さしせまる",
    "迫在眉睫",
    
    "従順",
    "じゅうじゅん",
    "順從、聽話、溫順",
    
    "てっきり",
    "無漢字",
    "滿以為是、原以為一定是",
    
    "放置",
    "ほうち",
    "放置不管、置之不理",
    
    "純朴",
    "じゅんぼく",
    "純樸",
    
    "強制",
    "きょうせい",
    "強制、強迫",
    
    "態勢",
    "たいせい",
    "姿態、態勢",
    
    "側面",
    "そくめん",
    "側面、另一面",
    
    "海運",
    "かいうん",
    "海運",
    
    "法案",
    "ほうあん",
    "法律草案",
    
    "完備",
    "かんび",
    "完備、齊全",
    
    "不評",
    "ふひょう",
    "評價低、聲名狼藉",
    
    "肥える",
    "こえる",
    "肥、提高",
    
    "アレンジ",
    "無漢字",
    "安排、改編",
    
    "捕獲",
    "ほかく",
    "捕獲",
    
    "飽食",
    "ほうしょく",
    "飽食、吃飽喝足",
    
    "浮き彫り",
    "うきぼり",
    "刻畫出、描繪出",
    
    "扶養",
    "ふよう",
    "扶養",
    
    "ジョーク",
    "無漢字",
    "笑話",
    
    "個体",
    "こたい",
    "個體",
    
    "原典",
    "げんてん",
    "原著、原始典籍",
    
    "磁器",
    "じき",
    "瓷器",
    
    "巧妙",
    "こうみょう",
    "巧妙",
    
    "懇ろ",
    "ねんごろ",
    "誠懇、殷勤",
    
    "麗しい",
    "うるわしい",
    "美麗的、令人感動的",
    
    "境地",
    "きょうち",
    "環境、處境",
    
    "脅迫",
    "きょうはく",
    "脅迫",
    
    "採集",
    "さいしゅう",
    "採集",
    
    "打撃",
    "だげき",
    "打擊",
    
    "あべこべ",
    "無漢字",
    "相反、顛倒過來",
    
    "埋まる",
    "うずまる",
    "被埋在、埋沒在",
    
    "運賃",
    "うんちん",
    "運費",
    
    "危ぶむ",
    "あやぶむ",
    "擔心",
    
    "懸賞",
    "けんしょう",
    "懸賞、獎金",
    
    "じっとり",
    "無漢字",
    "濕淋淋",
    
    "際",
    "きわ",
    "邊、緣",
    
    "当たり",
    "あたり",
    "命中、中獎",
    
    "秀でる",
    "ひいでる",
    "優秀、卓越、擅長",
    
    "盛る",
    "さかる",
    "繁榮、旺盛",
    
    "まとも",
    "無漢字",
    "正派、規規矩矩",
    
    "周期",
    "しゅうき",
    "周期",
    
    "差し支える",
    "さしつかえる",
    "妨礙到、受到...影響",
    
    "ニーズ",
    "無漢字",
    "需求、要求",
    
    "きめ細かい",
    "きめこまかい",
    "細膩光滑",
    
    "内閣",
    "ないかく",
    "内閣",
    
    "要件",
    "ようけん",
    "必要條件",
    
    "気流",
    "きりゅう",
    "氣流",
    
    "深呼吸",
    "しんこきゅう",
    "深呼吸",
    
    "内緒",
    "ないしょ",
    "秘密",
    
    "補償",
    "ほしょう",
    "補償",
    
    "麻痺",
    "まひ",
    "麻痺",
    
    "空き巣",
    "あきす",
    "入室盜竊犯",
    
    "荒廃",
    "こうはい",
    "荒廢、荒蕪",
    
    "雑踏",
    "ざっとう",
    "人多壅擠",
    
    "制約",
    "せいやく",
    "限制、制約",
    
    "察知",
    "さっち",
    "察覺",
    
    "占領",
    "せんりょう",
    "軍事占領",
    
    "尾",
    "お",
    "尾巴",
    
    "もめる",
    "無漢字",
    "發生爭執、起糾紛",
    
    "市街地",
    "しがいち",
    "繁華街道、街區",
    
    "含有量",
    "がんゆうりょう",
    "含量",
    
    "スケッチ",
    "無漢字",
    "寫生、素描",
    
    "運輸",
    "うんゆ",
    "運輸、貨運",
    
    "特集",
    "とくしゅう",
    "特級、專題",
    
    "器官",
    "きかん",
    "器官",
    
    "愛顧",
    "あいこ",
    "光顧、眷顧、惠顧",
    
    "振り返る",
    "ふりかえる",
    "轉帳",
    
    "警戒",
    "けいかい",
    "警戒、警備、防範",
    
    "君主",
    "くんしゅ",
    "君主、國王",
    
    "富豪",
    "ふごう",
    "富豪",
    
    "移民",
    "いみん",
    "移民",
    
    "利潤",
    "りじゅん",
    "利潤",
    
    "山積",
    "さんせき",
    "堆積成山的",
    
    "著名",
    "ちょめい",
    "著名",
    
    "滅ぼす",
    "ほろぼす",
    "使其滅亡、使其絕滅",
    
    "大方",
    "おおかた",
    "大部分、一般",
    
    "引き締める",
    "ひきしめる",
    "勒緊、使其緊張",
    
    "ぎょっと",
    "無漢字",
    "大吃一驚、嚇了一跳",
    
    "厳守",
    "げんしゅ",
    "嚴格遵守",
    
    "そこそこ",
    "無漢字",
    "還算湊合",
    
    "行き違い",
    "ゆきちがい",
    "出錯、誤解",
    
    "取り決める",
    "とりきめる",
    "決定、協定、商定",
    
    "戦",
    "いくさ",
    "戰爭",
    
    "悪質",
    "あくしつ",
    "性質惡劣",
    
    "無頓着",
    "むとんちゃく",
    "不經心、不講究、不關心",
    
    "愚痴",
    "ぐち",
    "牢騷、抱怨、埋怨",
    
    "如何に",
    "いかに",
    "無論怎樣、無論多麼",
    
    "憩う",
    "いこう",
    "休息",
    
    "見栄え",
    "みばえ",
    "顯得好看、顯得美觀",
    
    "慣性",
    "かんせい",
    "慣性",
    
    "押し掛ける",
    "おしかける",
    "不請自來、蜂擁而至",
    
    "優越",
    "ゆうえつ",
    "優越",
    
    "虐げる",
    "しいたげる",
    "虐待、欺凌、欺負",
    
    "退役",
    "たいえき",
    "軍人退役",
    
    "衝動",
    "しょうどう",
    "衝動",
    
    "見劣り",
    "みおとり",
    "相形見拙",
    
    "乗せる",
    "のせる",
    "讓人上當受騙、和著拍子",
    
    "クローズアップ",
    "無漢字",
    "大肆報導、大肆炒作、特寫",
    
    "はみ出す",
    "はみだす",
    "露出",
    
    "拾得",
    "しゅうとく",
    "撿到",
    
    "しなやか",
    "無漢字",
    "溫柔、柔和",
    
    "いまいち",
    "無漢字",
    "再一個、差一點",
    
    "煩う",
    "わずらう",
    "煩惱、苦惱、擔心、不安",
    
    "宣言",
    "せんげん",
    "宣言",
    
    "疎い",
    "うとい",
    "疏遠、生疏",
    
    "踏み込む",
    "ふみこむ",
    "深入、觸及",
    
    "対比",
    "たいひ",
    "對比",
    
    "独占",
    "どくせん",
    "獨自霸佔、壟斷",
    
    "おむつ",
    "無漢字",
    "尿布",
    
    "片隅",
    "かたすみ",
    "角落",
    
    "忍ばせる",
    "しのばせる",
    "不發出聲的、偷偷的、悄悄的",
    
    "ユーターン",
    "無漢字",
    "汽車掉頭、迴轉",
    
    "球根",
    "きゅうこん",
    "植物的球根",
    
    "ぼそぼそ",
    "無漢字",
    "乾巴巴",
    
    "哀れみ",
    "あわれみ",
    "憐憫、同情",
    
    "遂行",
    "すいこう",
    "完成",
    
    "瞬時に",
    "しゅんじに",
    "瞬間、轉眼間",
    
    "生まれつき",
    "うまれつき",
    "天性、稟性",
    
    "入り乱れる",
    "いりみだれる",
    "混雜、混亂",
    
    "共用",
    "きょうよう",
    "共同使用、共用",
    
    "素早い",
    "すばやい",
    "麻利、迅速",
    
    "紡ぐ",
    "つむぐ",
    "紡紗、不斷地說",
    
    "衆議院",
    "しゅうぎいん",
    "眾議院",
    
    "彷徨う",
    "さまよう",
    "徬徨、徘徊",
    
    "敗北",
    "はいぼく",
    "敗北",
    
    "到底",
    "とうてい",
    "怎麼也不...",
    
    "交わす",
    "かわす",
    "閃身躲開、閃躲避開",
    
    "コンサルティング",
    "無漢字",
    "諮詢、指導",
    
    "剥ぐ",
    "はぐ",
    "剝掉、揭下來",
    
    "戯曲",
    "ぎきょく",
    "劇本",
    
    "労わる",
    "いたわる",
    "照顧、憐憫、慰勞",
    
    "ずばり",
    "無漢字",
    "一針見血",
    
    "心地よい",
    "ここちよい",
    "愉快、爽快、舒服",
    
    "破裂",
    "はれつ",
    "破裂",
    
    "言伝",
    "ことづて",
    "語音留言",
    
    "即刻",
    "そっこく",
    "立刻、立即",
    
    "連携",
    "れんけい",
    "聯合、合作",
    
    "燃す",
    "もす",
    "燃燒、焚燒",
    
    "拒否",
    "きょひ",
    "拒絕、否決",
    
    "沈没",
    "ちんぼつ",
    "沉沒",
    
    "スタミナ",
    "無漢字",
    "體力",
    
    "公団",
    "こうだん",
    "政府出資的法人",
    
    "本心",
    "ほんしん",
    "真心",
    
    "光る",
    "ひかる",
    "格外突出、出類拔萃",
    
    "引ける",
    "ひける",
    "下班、放學",
    
    "無礼講",
    "ぶれいこう",
    "不講客套",
    
    "おろか",
    "無漢字",
    "自然不用說、敷衍了事",
    
    "淑やか",
    "しとやか",
    "端莊、文靜",
    
    "差す",
    "さす",
    "照射",
    
    "リゾート",
    "無漢字",
    "渡假村",
    
    "脱却",
    "だっきゃく",
    "擺脫、逃出",
    
    "排斥",
    "はいせき",
    "排斥",
    
    "反感",
    "はんかん",
    "反感",
    
    "的中",
    "てきちゅう",
    "擊中、猜中",
    
    "分裂",
    "ぶんれつ",
    "分裂",
    
    "瞬く",
    "またたく",
    "眨眼",
    
    "繕う",
    "つくろう",
    "修理、修繕、打扮",
    
    "廃れる",
    "すたれる",
    "被淘汰、過時",
    
    "理性",
    "りせい",
    "理性",
    
    "寝具",
    "しんぐ",
    "寝具",
    
    "辛抱強い",
    "しんぼうづよい",
    "耐心、有忍耐力的",
    
    "空白",
    "くうはく",
    "空白",
    
    "瞬く",
    "まばたく",
    "眨眼",
    
    "捏ねる",
    "こねる",
    "柔、強詞奪理、撒嬌",
    
    "高原",
    "こうげん",
    "高原",
    
    "受け止める",
    "うけとめる",
    "理解並接受、阻止",
    
    "知的",
    "ちてき",
    "充滿智慧的、理智的",
    
    "メカニズム",
    "無漢字",
    "機械裝置、機械構造",
    
    "覚え",
    "おぼえ",
    "記憶",
    
    "卵",
    "たまご",
    "未成熟、出初毛驢",
    
    "誘惑",
    "ゆうわく",
    "誘惑",
    
    "操る",
    "あやつる",
    "駕馭、操作",
    
    "一目",
    "いちもく",
    "只看一眼",
    
    "煌びやか",
    "きらびやか",
    "絢爛奪目",
    
    "満たない",
    "みたない",
    "不滿、不到",
    
    "語句",
    "ごく",
    "語句、句詞",
    
    "省みる",
    "かえりみる",
    "反省自己",
    
    "笑む",
    "えむ",
    "校、微笑",
    
    "誇示",
    "こじ",
    "誇飾、炫耀",
    
    "継承",
    "けいしょう",
    "繼承",
    
    "野心",
    "やしん",
    "野心",
    
    "競り合う",
    "せりあう",
    "互相競爭",
    
    "種々",
    "しゅじゅ",
    "種種、各種",
    
    "真摯",
    "しんし",
    "真摯、認真",
    
    "専念",
    "せんねん",
    "對...專心致志",
    
    "押収",
    "おうしゅう",
    "沒收、扣押",
    
    "完璧",
    "かんぺき",
    "完美、完善",
    
    "予て",
    "かねて",
    "早先、事先",
    
    "極み",
    "きわみ",
    "極限",
    
    "暫定",
    "ざんてい",
    "暫定、臨時決定",
    
    "ときに",
    "無漢字",
    "我說、我問你",
    
    "重苦しい",
    "おもくるしい",
    "鬱悶、沉悶",
    
    "そそる",
    "無漢字",
    "引起、誘發",
    
    "勤労",
    "きんろう",
    "動勞、勞動",
    
    "理屈",
    "りくつ",
    "道理、藉口",
    
    "根底",
    "こんてい",
    "原始根柢、根本",
    
    "藁",
    "わら",
    "稻草、麥稈",
    
    "神秘",
    "しんぴ",
    "神秘",
    
    "示唆",
    "しさ",
    "啟發、暗示",
    
    "吹奏",
    "すいそう",
    "吹奏",
    
    "悪癖",
    "あくへき",
    "壞毛病、惡習",
    
    "渚",
    "なぎさ",
    "海濱、海邊",
    
    "股",
    "また",
    "胯下",
    
    "出血",
    "しゅっけつ",
    "出血",
    
    "産出",
    "さんしゅつ",
    "出產、生產",
    
    "言いなり",
    "いいなり",
    "唯命是從",
    
    "綿密",
    "めんみつ",
    "周密、詳盡",
    
    "ピンチ",
    "無漢字",
    "危機",
    
    "黴菌",
    "ばいきん",
    "細菌",
    
    "やけに",
    "無漢字",
    "過分、過度、特別",
    
    "割り切る",
    "わりきる",
    "想通了",
    
    "否決",
    "ひけつ",
    "否決",
    
    "本職",
    "ほんしょく",
    "本職、本行",
    
    "溝",
    "みぞ",
    "水溝、水槽",
    
    "合間",
    "あいま",
    "空閒、空隙",
    
    "推理",
    "すいり",
    "推理",
    
    "血管",
    "けっかん",
    "血管",
    
    "倉",
    "くら",
    "倉庫、庫房",
    
    "思わしい",
    "おもわしい",
    "如意、稱心",
    
    "意地",
    "いじ",
    "固執、心術",
    
    "テクノロジー",
    "無漢字",
    "科技、科學技術",
    
    "断片的",
    "だんぺんてき",
    "不完整的、片段的",
    
    "ショート",
    "無漢字",
    "短路、短缺",
    
    "国定",
    "こくてい",
    "國家制定",
    
    "ゆらゆら",
    "無漢字",
    "微微搖晃的樣子",
    
    "しきたり",
    "無漢字",
    "成規、老規矩",
    
    "口調",
    "くちょう",
    "腔調、口氣",
    
    "釣り合う",
    "つりあう",
    "均衡、平衡、相稱",
    
    "懸念",
    "けねん",
    "惦念、擔憂",
    
    "由",
    "よし",
    "緣故、理由",
    
    "楽観的",
    "らっかんてき",
    "樂觀的",
    
    "こまめに",
    "無漢字",
    "主動、勤快",
    
    "情緒",
    "じょうしょ",
    "情調",
    
    "子守り",
    "こもり",
    "照顧小孩的人",
    
    "法廷",
    "ほうてい",
    "法庭",
    
    "版画",
    "はんが",
    "版畫",
    
    "俵",
    "たわら",
    "草包、麻袋",
    
    "延々",
    "えんえん",
    "沒完沒了",
    
    "躍らす",
    "おどらす",
    "讓...鼓舞",
    
    "濾過",
    "ろか",
    "過濾",
    
    "過保護",
    "かほご",
    "溺愛",
    
    "日陰",
    "ひかげ",
    "被陰處",
    
    "チームワーク",
    "無漢字",
    "團隊默契、團隊合作",
    
    "ジャンル",
    "無漢字",
    "部門",
    
    "吟味",
    "ぎんみ",
    "仔細斟酌、精選",
    
    "繊細",
    "せんさい",
    "纖細、細膩",
    
    "発端",
    "ほったん",
    "開端、導火線",
    
    "浸る",
    "ひたる",
    "浸泡、沉浸",
    
    "対抗",
    "たいこう",
    "對抗、抗衡",
    
    "下心",
    "したごころ",
    "別有用心",
    
    "思考",
    "しこう",
    "思考、考慮",
    
    "文字通り",
    "もじどおり",
    "如字面上所說",
    
    "競る",
    "せる",
    "競爭、剝奪",
    
    "追い込む",
    "おいこむ",
    "逼近、使其陷入",
    
    "すくすく",
    "無漢字",
    "茁壯成長",
    
    "前向き",
    "まえむき",
    "積極向上",
    
    "匂い",
    "におい",
    "韻味、氣息",
    
    "陰気",
    "いんき",
    "憂鬱、陰暗",
    
    "依存",
    "いそん",
    "依賴、依靠、賴以為生",
    
    "趣",
    "おもむき",
    "情趣、雅趣、感覺",
    
    "指図",
    "さしず",
    "指示、吩咐",
    
    "豪雨",
    "ごうう",
    "豪雨",
    
    "割り当て",
    "わりあて",
    "分攤",
    
    "疾患",
    "しっかん",
    "疾病",
    
    "幕開け",
    "まくあけ",
    "開始、開端",
    
    "口頭",
    "こうとう",
    "口頭",
    
    "究極",
    "きゅうきょく",
    "最終、歸根究柢",
    
    "興行",
    "こうぎょう",
    "演出、上演",
    
    "待ち望む",
    "まちのぞむ",
    "盼望、等待",
    
    "結う",
    "ゆう",
    "系、結、捆紮",
    
    "雪崩",
    "なだれ",
    "雪崩",
    
    "ブログ",
    "無漢字",
    "部落格",
    
    "駆使",
    "くし",
    "運用、使用",
    
    "滅びる",
    "ほろびる",
    "滅亡",
    
    "恨めしい",
    "うらめしい",
    "可恨、有怨氣",
    
    "考古学",
    "こうこがく",
    "考古學",
    
    "素材",
    "そざい",
    "素材",
    
    "ハードル",
    "無漢字",
    "難關",
    
    "戸籍",
    "こせき",
    "戶籍",
    
    "水源",
    "すいげん",
    "水源",
    
    "緩和",
    "かんわ",
    "緩和",
    
    "手数",
    "てすう",
    "麻煩、費事",
    
    "諮る",
    "はかる",
    "協商、諮詢",
    
    "カテゴリー",
    "無漢字",
    "範疇",
    
    "格安",
    "かくやす",
    "特別便宜",
    
    "行き届く",
    "ゆきとどく",
    "無微不至",
    
    "バイタリティー",
    "無漢字",
    "生命力",
    
    "リクエスト",
    "無漢字",
    "要求、希望、點播",
    
    "化ける",
    "ばける",
    "變、冒充、挪用資金做它用",
    
    "毟る",
    "むしる",
    "揪下毛髮",
    
    "贈答品",
    "ぞうとうひん",
    "贈品",
    
    "度合",
    "どあい",
    "程度",
    
    "人選",
    "じんせん",
    "人選",
    
    "手法",
    "しゅほう",
    "手法、技巧",
    
    "謹む",
    "つつしむ",
    "僅、敬",
    
    "ひしひし",
    "無漢字",
    "身體、強烈感到",
    
    "強健",
    "きょうけん",
    "強健、強壯",
    
    "由緒",
    "ゆいしょ",
    "起源、淵源、歷史",
    
    "年輪",
    "ねんりん",
    "年輪、人生閱歷",
    
    "引き取る",
    "ひきとる",
    "退下、收回、認領、認養",
    
    "同い年",
    "おないどし",
    "同歲、同年",
    
    "私的",
    "してき",
    "私人的",
    
    "涼しい",
    "すずしい",
    "明亮、悅耳、清澈、若無其事、滿不在乎",
    
    "懸ける",
    "かける",
    "拼命、不惜一切",
    
    "釣る",
    "つる",
    "引誘、誘騙",
    
    "息吹",
    "いぶき",
    "氣息、氣氛",
    
    "上空",
    "じょうくう",
    "上空、高空",
    
    "原っぱ",
    "はらっぱ",
    "空地",
    
    "本名",
    "ほんみょう",
    "本名",
    
    "暦",
    "こよみ",
    "日曆",
    
    "収納",
    "しゅうのう",
    "收納",
    
    "自体",
    "じたい",
    "其本身",
    
    "配布",
    "はいふ",
    "發、配布",
    
    "仕組む",
    "しくむ",
    "策畫、構思",
    
    "インデックス",
    "無漢字",
    "索引、指標",
    
    "俯ける",
    "うつむける",
    "低下、朝下",
    
    "召す",
    "めす",
    "吃飯的敬語、動作的敬語",
    
    "鳴らす",
    "ならす",
    "在...的範圍一樣",
    
    "シビア",
    "無漢字",
    "嚴厲、毫不留情",
    
    "特権",
    "とっけん",
    "特權",
    
    "辻褄",
    "つじつま",
    "講話的調理",
    
    "拙い",
    "つたない",
    "拙劣",
    
    "行進",
    "こうしん",
    "行進",
    
    "手薄",
    "てうす",
    "不足、缺少",
    
    "ホース",
    "無漢字",
    "軟管、消防管",
    
    "慕う",
    "したう",
    "思慕、愛慕",
    
    "過密",
    "かみつ",
    "過於集中、過於稠密",
    
    "親善",
    "しんぜん",
    "友好、親善",
    
    "収束",
    "しゅうそく",
    "平息",
    
    "原子",
    "げんし",
    "原子",
    
    "岩石",
    "がんせき",
    "岩石",
    
    "侮る",
    "あなどる",
    "輕視、藐視",
    
    "自我",
    "じが",
    "自我",
    
    "観点",
    "かんてん",
    "觀點、看法",
    
    "自負",
    "じふ",
    "自負、驕傲",
    
    "臼",
    "うす",
    "石臼",
    
    "サポート",
    "無漢字",
    "支持、援助",
    
    "蹴飛ばす",
    "けとばす",
    "踢飛",
    
    "折衷",
    "せっちゅう",
    "折衷",
    
    "ナプキン",
    "無漢字",
    "餐巾、濕巾",
    
    "結成",
    "けっせい",
    "創建",
    
    "振り替え",
    "ふりかえ",
    "調換、轉帳",
    
    "長編",
    "ちょうへん",
    "長篇",
    
    "フォーム",
    "無漢字",
    "運動的姿態",
    
    "翻す",
    "ひるがえす",
    "翻動、使",
    
    "取り調べる",
    "とりしらべる",
    "調查、審訊",
    
    "スタジオ",
    "無漢字",
    "多媒體工作室",
    
    "協議",
    "きょうぎ",
    "協議、協商",
    
    "ボイコット",
    "無漢字",
    "聯合抵制、聯合排斥",
    
    "滞る",
    "とどこおる",
    "停滯、延遲",
    
    "甲板",
    "かんぱん",
    "甲板",
    
    "実情",
    "じつじょう",
    "實際情況",
    
    "ひっきりなしに",
    "無漢字",
    "接連不斷的",
    
    "投下",
    "とうか",
    "投入、投下",
    
    "ノブ",
    "無漢字",
    "把手",
    
    "腸",
    "ちょう",
    "腸子",
    
    "タイル",
    "無漢字",
    "磁磚",
    
    "異動",
    "いどう",
    "人事變動",
    
    "視覚",
    "しかく",
    "視覺",
    
    "確保",
    "かくほ",
    "確保",
    
    "撤廃",
    "てっぱい",
    "取消、撤銷",
    
    "本体",
    "ほんたい",
    "主機",
    
    "挫く",
    "くじく",
    "受到挫折、挫傷",
    
    "エキストラ",
    "無漢字",
    "群眾演員",
    
    "余剰",
    "よじょう",
    "剩餘",
    
    "言い張る",
    "いいはる",
    "堅決主張、堅持說",
    
    "アンバランス",
    "無漢字",
    "不平衡",
    
    "襲撃",
    "しゅうげき",
    "襲擊",
    
    "試行",
    "しこう",
    "測試",
    
    "貪欲",
    "どんよく",
    "貪欲、貪婪",
    
    "傍ら",
    "かたわら",
    "身邊、附近",
    
    "組む",
    "くむ",
    "交叉起來、使交叉",
    
    "生真面目",
    "きまじめ",
    "一本正經、過分忍真",
    
    "鍛える",
    "きたえる",
    "鍛鍊人的身心",
    
    "マイナー",
    "無漢字",
    "次要的、二流的",
    
    "先方",
    "せんぽう",
    "對方、目的地",
    
    "拒絶",
    "きょぜつ",
    "拒絕",
    
    "つぶら",
    "無漢字",
    "圓",
    
    "気兼ね",
    "きがね",
    "顧慮、多心",
    
    "背ける",
    "そむける",
    "轉過去",
    
    "停滞",
    "ていたい",
    "停滯不前",
    
    "武力",
    "ぶりょく",
    "武力",
    
    "老舗",
    "しにせ",
    "老字號、老店",
    
    "所信",
    "しょしん",
    "信念",
    
    "特派",
    "とくは",
    "特派、特別派遣",
    
    "腐る",
    "くさる",
    "意志消沉、悲觀失望",
    
    "異議",
    "いぎ",
    "異議",
    
    "蔓",
    "つる",
    "藤蔓",
    
    "手回し",
    "てまわし",
    "準備、安排",
    
    "スクープ",
    "無漢字",
    "搶先報導",
    
    "見習う",
    "みならう",
    "見習",
    
    "コンパクト",
    "無漢字",
    "緊湊的、緊密",
    
    "進化",
    "しんか",
    "進化、演化、進步",
    
    "仕返し",
    "しかえし",
    "報仇、報復",
    
    "起訴",
    "きそ",
    "起訴、提起訴訟",
    
    "推し進める",
    "おしすすめる",
    "推動、推進",
    
    "てきめん",
    "無漢字",
    "立顯效果、立竿見影",
    
    "突き詰める",
    "つきつめる",
    "追究到底、鑽牛角尖",
    
    "インターナショナル",
    "無漢字",
    "國際的、全球的",
    
    "織物",
    "おりもの",
    "紡織物",
    
    "顔付き",
    "かおつき",
    "相貌、表情",
    
    "季刊",
    "きかん",
    "季刊",
    
    "急所",
    "きゅうしょ",
    "要害、痛處",
    
    "パーキングエリア",
    "無漢字",
    "停車場",
    
    "クライマックス",
    "無漢字",
    "最高點、最高峰",
    
    "箇条書き",
    "かじょうがき",
    "一條一條書寫",
    
    "てんで",
    "無漢字",
    "絲毫(不)...",
    
    "処する",
    "しょする",
    "處分、處理",
    
    "ややもすれば",
    "無漢字",
    "往往、動不動就",
    
    "手掛ける",
    "てがける",
    "親手",
    
    "遠ざける",
    "とおざける",
    "疏遠、避開",
    
    "元来",
    "がんらい",
    "原本、原來",
    
    "追放",
    "ついほう",
    "追逐出境、開除",
    
    "見通す",
    "みとおす",
    "看完、看穿",
    
    "忠実",
    "ちゅうじつ",
    "忠誠、忠實",
    
    "芳しい",
    "かんばしい",
    "芳香",
    
    "議決",
    "ぎけつ",
    "開會議標決",
    
    "具",
    "ぐ",
    "配料",
    
    "うきうき",
    "無漢字",
    "喜不自禁",
    
    "さする",
    "無漢字",
    "輕輕撫摸",
    
    "共感",
    "きょうかん",
    "同感、共鳴",
    
    "閃く",
    "ひらめく",
    "閃爍",
    
    "主",
    "ぬし",
    "主人",
    
    "渦",
    "うず",
    "液、氣體的漩渦、混亂的氣氛",
    
    "朽ちる",
    "くちる",
    "腐朽",
    
    "くすぐったい",
    "無漢字",
    "癢",
    
    "土足",
    "どそく",
    "穿著鞋",
    
    "免れる",
    "まぬかれる",
    "免、避免",
    
    "蛋白質",
    "たんぱくしつ",
    "蛋白質",
    
    "極まる",
    "きわまる",
    "極其",
    
    "霰",
    "あられ",
    "霰",
    
    "難事",
    "なんじ",
    "難以解決的事",
    
    "節度",
    "せつど",
    "節制、適度",
    
    "根源",
    "こんげん",
    "根源",
    
    "規制",
    "きせい",
    "限制",
    
    "詰め掛ける",
    "つめかける",
    "蜂擁而至",
    
    "無愛想",
    "ぶあいそう",
    "冷漠",
    
    "すがすがしい",
    "無漢字",
    "清爽",
    
    "アピール",
    "無漢字",
    "宣傳",
    
    "主演",
    "しゅえん",
    "主演",
    
    "ねじ回し",
    "ねじまわし",
    "螺絲刀",
    
    "ハイライト",
    "無漢字",
    "高光",
    
    "透かす",
    "すかす",
    "稀疏、有空格",
    
    "ダイレクト",
    "無漢字",
    "直接的、正面的",
    
    "顧客",
    "こきゃく",
    "顧客",
    
    "市販",
    "しはん",
    "市場上出售",
    
    "踵",
    "かかと",
    "鞋後跟",
    
    "守衛",
    "しゅえい",
    "守衛",
    
    "インテリ",
    "無漢字",
    "知識分子",
    
    "規約",
    "きやく",
    "規章",
    
    "簡潔",
    "かんけつ",
    "簡潔",
    
    "清まる",
    "きよまる",
    "潔淨",
    
    "懲りる",
    "こりる",
    "失敗不敢再嘗試",
    
    "ゲスト",
    "無漢字",
    "特邀嘉賓",
    
    "墜落",
    "ついらく",
    "從高空墜落",
    
    "テレパシー",
    "無漢字",
    "心靈感應",
    
    "細胞",
    "さいぼう",
    "細胞",
    
    "手放す",
    "てばなす",
    "放手",
    
    "黄金",
    "おうごん",
    "黃金、金錢",
    
    "見聞",
    "けんぶん",
    "見識",
    
    "眼差し",
    "まなざし",
    "眼神、目光",
    
    "派生",
    "はせい",
    "派生",
    
    "画期的",
    "かっきてき",
    "劃時代的",
    
    "リーダーシップ",
    "無漢字",
    "領導權",
    
    "極力",
    "きょくりょく",
    "盡量、盡可能",
    
    "指揮",
    "しき",
    "指揮",
    
    "セールスマン",
    "無漢字",
    "推銷員",
    
    "当人",
    "とうにん",
    "當事人",
    
    "忌まわしい",
    "いまわしい",
    "討厭、可惡、可恨",
    
    "着飾る",
    "きかざる",
    "盛裝、精心打扮",
    
    "レート",
    "無漢字",
    "牌價",
    
    "遊牧",
    "ゆうぼく",
    "游牧",
    
    "拘束",
    "こうそく",
    "拘留、拘禁",
    
    "独裁",
    "どくさい",
    "獨裁",
    
    "短歌",
    "たんか",
    "短歌",
    
    "低まる",
    "ひくまる",
    "變低",
    
    "怠る",
    "おこたる",
    "怠慢、疏忽大意",
    
    "埋め立てる",
    "うめたてる",
    "填海造地",
    
    "求人",
    "きゅうじん",
    "招聘人員",
    
    "群れる",
    "むれる",
    "群集",
    
    "ひとえに",
    "無漢字",
    "衷心、誠心誠意",
    
    "上せる",
    "のぼせる",
    "紀錄、紀載",
    
    "まるきり",
    "無漢字",
    "完全(不)",
    
    "再現",
    "さいげん",
    "再現、重現",
    
    "蔓延",
    "まんえん",
    "蔓延",
    
    "弱音",
    "よわね",
    "不爭氣的話、洩氣的話",
    
    "融資",
    "ゆうし",
    "融資、貸款",
    
    "出掛け",
    "でがけ",
    "出門、臨走",
    
    "渡り鳥",
    "わたりどり",
    "候鳥",
    
    "別途",
    "べっと",
    "另行、另外",
    
    "未曾有",
    "みぞう",
    "空前絕後",
    
    "トリック",
    "無漢字",
    "騙術、計謀",
    
    "好ましい",
    "このましい",
    "令人滿意的",
    
    "優雅",
    "ゆうが",
    "優雅、優美",
    
    "斜面",
    "しゃめん",
    "斜面",
    
    "ガイダンス",
    "無漢字",
    "招生說明會",
    
    "施行",
    "しこう",
    "施行、實行",
    
    "言動",
    "げんどう",
    "言行",
    
    "精密",
    "せいみつ",
    "周密",
    
    "削減",
    "さくげん",
    "削減",
    
    "至って",
    "いたって",
    "極其、非常",
    
    "絶版",
    "ぜっぱん",
    "絕版",
    
    "リフレッシュ",
    "無漢字",
    "重新振作",
    
    "過激",
    "かげき",
    "過火",
    
    "ヤング",
    "無漢字",
    "年輕人",
    
    "割り切れる",
    "わりきれる",
    "想通",
    
    "潜める",
    "ひそめる",
    "潛在、藏身",
    
    "謙る",
    "へりくだる",
    "自謙",
    
    "中立",
    "ちゅうりつ",
    "中立",
    
    "過労",
    "かろう",
    "過勞",
    
    "定める",
    "さだめる",
    "制定、決定",
    
    "裁つ",
    "たつ",
    "剪裁",
    
    "遭遇",
    "そうぐう",
    "遭遇",
    
    "敗戦",
    "はいせん",
    "戰敗",
    
    "崇高",
    "すうこう",
    "崇高",
    
    "畜生",
    "ちくしょう",
    "畜生",
    
    "起点",
    "きてん",
    "起點",
    
    "無益",
    "むえき",
    "無益",
    
    "アナログ",
    "無漢字",
    "模擬",
    
    "構え",
    "かまえ",
    "建築的格局、人的架式",
    
    "足りる",
    "たりる",
    "足以",
    
    "オンライン",
    "無漢字",
    "線上",
    
    "正規",
    "せいき",
    "正規",
    
    "費える",
    "ついえる",
    "耗費、用掉",
    
    "消滅",
    "しょうめつ",
    "滅絕、無效",
    
    "欲求",
    "よっきゅう",
    "慾望",
    
    "誉",
    "ほまれ",
    "名聲、名譽",
    
    "振り込む",
    "ふりこむ",
    "轉帳",
    
    "所存",
    "しょぞん",
    "想法、打算",
    
    "屈辱",
    "くつじょく",
    "屈辱",
    
    "理屈っぽい",
    "りくつっぽい",
    "強詞奪理、強辯",
    
    "配偶者",
    "はいぐうしゃ",
    "配偶",
    
    "タイムレコーダー",
    "無漢字",
    "打卡機",
    
    "大らか",
    "おおらか",
    "胸襟開闊",
    
    "発散",
    "はっさん",
    "發散",
    
    "飛躍",
    "ひやく",
    "飛越",
    
    "進退",
    "しんたい",
    "進退",
    
    "道場",
    "どうじょう",
    "道場",
    
    "据える",
    "すえる",
    "放置、安置",
    
    "婉曲",
    "えんきょく",
    "委屈",
    
    "窒息",
    "ちっそく",
    "窒息",
    
    "強行",
    "きょうこう",
    "強行",
    
    "化合",
    "かごう",
    "化合",
    
    "促進",
    "そくしん",
    "促進",
    
    "かくして",
    "無漢字",
    "就這樣",
    
    "立ち往生",
    "たちおうじょう",
    "拋錨、呆站著",
    
    "濫用",
    "らんよう",
    "濫用",
    
    "契る",
    "ちぎる",
    "山盟海誓",
    
    "がっくり",
    "無漢字",
    "突然無力",
    
    "熱っぽい",
    "ねつっぽい",
    "感覺有點發燒",
    
    "ポジション",
    "無漢字",
    "職位",
    
    "危害",
    "きがい",
    "危害",
    
    "圧迫",
    "あっぱく",
    "壓迫",
    
    "こそこそ",
    "無漢字",
    "偷偷摸摸",
    
    "出くわす",
    "でくわす",
    "偶然碰到",
    
    "促す",
    "うながす",
    "催促",
    
    "垢",
    "あか",
    "汙垢、水垢",
    
    "そうそう",
    "無漢字",
    "老是...",
    
    "書評",
    "しょひょう",
    "書評",
    
    "肝",
    "きも",
    "肝臟、膽量",
    
    "大口",
    "おおぐち",
    "大口、大嘴",
    
    "沼",
    "ぬま",
    "沼澤",
    
    "寛ぐ",
    "くつろぐ",
    "放鬆、不拘謹",
    
    "端正",
    "たんせい",
    "端莊、大方",
    
    "歪む",
    "ゆがむ",
    "歪、彎曲",
    
    "過敏",
    "かびん",
    "過敏",
    
    "換算",
    "かんさん",
    "換算",
    
    "公募",
    "こうぼ",
    "公開招募、海選",
    
    "奔走",
    "ほんそう",
    "奔走",
    
    "併発",
    "へいはつ",
    "併發",
    
    "本性",
    "ほんしょう",
    "本性",
    
    "政権",
    "せいけん",
    "政權",
    
    "自惚れ",
    "うぬぼれ",
    "自負、自滿",
    
    "抽象的",
    "ちゅうしょうてき",
    "抽象的",
    
    "終息",
    "しゅうそく",
    "結束、停息",
    
    "鉱業",
    "こうぎょう",
    "礦產業",
    
    "受信",
    "じゅしん",
    "接受",
    
    "無闇に",
    "むやみに",
    "不考慮後果、過分的",
    
    "連載",
    "れんさい",
    "連續刊載",
    
    "培う",
    "つちかう",
    "栽培、培育",
    
    "悼む",
    "いたむ",
    "哀弔",
    
    "ピーアール",
    "無漢字",
    "公關、宣傳",
    
    "スキャンダル",
    "無漢字",
    "醜聞",
    
    "極めて",
    "きわめて",
    "極其、非常",
    
    "戯れる",
    "たわむれる",
    "嬉戲、玩耍",
    
    "汚す",
    "けがす",
    "玷汙、敗壞",
    
    "ぼやける",
    "無漢字",
    "模糊、不清楚",
    
    "参議院",
    "さんぎいん",
    "參議院",
    
    "流暢",
    "りゅうちょう",
    "流暢",
    
    "犠牲",
    "ぎせい",
    "犧牲",
    
    "お産",
    "おさん",
    "分娩",
    
    "添加",
    "てんか",
    "添加",
    
    "しくじる",
    "無漢字",
    "失敗、失策",
    
    "創刊",
    "そうかん",
    "創刊",
    
    "露骨",
    "ろこつ",
    "露骨",
    
    "マネージャー",
    "無漢字",
    "經紀人",
    
    "見せびらかす",
    "みせびらかす",
    "炫耀、誇示",
    
    "心構え",
    "こころがまえ",
    "心理準備",
    
    "補正",
    "ほせい",
    "補正",
    
    "嘆かわしい",
    "なげかわしい",
    "可悲、可憤",
    
    "プラスアルファ",
    "無漢字",
    "加上若干",
    
    "計らう",
    "はからう",
    "定奪、商量",
    
    "失神",
    "しっしん",
    "神智不清",
    
    "顧みる",
    "かえりみる",
    "回頭看",
    
    "害する",
    "がいする",
    "危害",
    
    "食らう",
    "くらう",
    "吃、喝",
    
    "原作",
    "げんさく",
    "原作",
    
    "障る",
    "さわる",
    "妨礙、刺激",
    
    "ストロボ",
    "無漢字",
    "閃光燈",
    
    "ボリューム",
    "無漢字",
    "量、份量",
    
    "勧告",
    "かんこく",
    "勸告",
    
    "重々しい",
    "おもおもしい",
    "莊重",
    
    "名高い",
    "なだかい",
    "有名的",
    
    "ビジュアル",
    "無漢字",
    "視覺的、直覺的",
    
    "肝心",
    "かんじん",
    "重要的、關鍵的",
    
    "心地",
    "ここち",
    "心情、心境",
    
    "花壇",
    "かだん",
    "花壇",
    
    "アウトライン",
    "無漢字",
    "外型、概要",
    
    "融合",
    "ゆうごう",
    "融合",
    
    "難易度",
    "なんいど",
    "難易度",
    
    "賢明",
    "けんめい",
    "賢明",
    
    "多大",
    "ただい",
    "很大、巨大",
    
    "公演",
    "こうえん",
    "公演",
    
    "統べる",
    "すべる",
    "統治率領",
    
    "きのこ",
    "無漢字",
    "蘑菇",
    
    "制裁",
    "せいさい",
    "制裁",
    
    "捌く",
    "さばく",
    "妥善處理、銷售",
    
    "卑しめる",
    "いやしめる",
    "鄙視、藐視",
    
    "著しい",
    "いちじるしい",
    "明顯的、顯著的",
    
    "見損なう",
    "みそこなう",
    "錯過看的機會",
    
    "警部",
    "けいぶ",
    "警部",
    
    "スポットライト",
    "無漢字",
    "聚光燈、注目",
    
    "もたもた",
    "無漢字",
    "慢吞吞",
    
    "揺るがす",
    "ゆるがす",
    "震撼、震驚",
    
    "スローガン",
    "無漢字",
    "口號、標語",
    
    "ぐったり",
    "無漢字",
    "精疲力盡、全身無力",
    
    "一様",
    "いちよう",
    "一樣、相同",
    
    "わくわく",
    "無漢字",
    "期待的心情",
    
    "審議",
    "しんぎ",
    "審議",
    
    "めきめき",
    "無漢字",
    "顯著、迅速",
    
    "褒美",
    "ほうび",
    "獎勵",
    
    "称賛",
    "しょうさん",
    "稱讚",
    
    "スリル",
    "無漢字",
    "刺激、驚險",
    
    "狭苦しい",
    "せまくるしい",
    "空間窄的難受",
    
    "和解",
    "わかい",
    "和解",
    
    "まさしく",
    "無漢字",
    "千真萬確",
    
    "唐突",
    "とうとつ",
    "唐突",
    
    "掠る",
    "かする",
    "掠過",
    
    "かれこれ",
    "無漢字",
    "這個那個、大約",
    
    "大敵",
    "たいてき",
    "大敵",
    
    "キャンペーン",
    "無漢字",
    "宣傳活動",
    
    "どぶ",
    "無漢字",
    "臭水溝",
    
    "疾病",
    "しっぺい",
    "疾病",
    
    "入選",
    "にゅうせん",
    "入選、入圍",
    
    "幹線",
    "かんせん",
    "主幹線、主幹道",
    
    "組み込む",
    "くみこむ",
    "編入、列入",
    
    "酪農",
    "らくのう",
    "奶烙畜牧業",
    
    "戸惑い",
    "とまどい",
    "不知所措",
    
    "かき乱す",
    "かきみだす",
    "擾亂、搗亂",
    
    "蕾",
    "つぼみ",
    "花蕾",
    
    "鉄筋",
    "てっきん",
    "鋼筋",
    
    "増し",
    "まし",
    "增加",
    
    "失調",
    "しっちょう",
    "失調",
    
    "射る",
    "いる",
    "射擊",
    
    "徴収",
    "ちょうしゅう",
    "徵收",
    
    "配列",
    "はいれつ",
    "排列",
    
    "スペル",
    "無漢字",
    "拼寫",
    
    "目論見",
    "もくろみ",
    "計畫、策畫",
    
    "ランダム",
    "無漢字",
    "任意、隨意",
    
    "幾何学",
    "きかがく",
    "幾何學",
    
    "さらう",
    "無漢字",
    "奪走",
    
    "歳月",
    "さいげつ",
    "歲月",
    
    "クール",
    "無漢字",
    "涼爽",
    
    "どしどし",
    "無漢字",
    "接連不斷",
    
    "保守的",
    "ほしゅてき",
    "保守的",
    
    "よろける",
    "無漢字",
    "搖搖晃晃",
    
    "喪服",
    "もふく",
    "喪服",
    
    "ラッキー",
    "無漢字",
    "幸運",
    
    "防衛",
    "ぼうえい",
    "防衛",
    
    "俯く",
    "うつむく",
    "俯首的樣子",
    
    "とどめる",
    "無漢字",
    "把人留在、停留",
    
    "執念",
    "しゅうねん",
    "念念不忘",
    
    "リスク",
    "無漢字",
    "風險",
    
    "錯覚",
    "さっかく",
    "錯覺",
    
    "懲役",
    "ちょうえき",
    "徒刑",
    
    "びら",
    "無漢字",
    "小廣告",
    
    "財政",
    "ざいせい",
    "財政、經濟狀況",
    
    "房",
    "ふさ",
    "穗子",
    
    "突き止める",
    "つきとめる",
    "查明",
    
    "静止",
    "せいし",
    "靜止",
    
    "落下",
    "らっか",
    "從高處落下",
    
    "社交",
    "しゃこう",
    "社交",
    
    "無知",
    "むち",
    "無知",
    
    "復旧",
    "ふっきゅう",
    "修復",
    
    "懐く",
    "なつく",
    "親近",
    
    "忍ぶ",
    "しのふ",
    "隱藏",
    
    "見苦しい",
    "みぐるしい",
    "難看、不體面",
    
    "様相",
    "ようそう",
    "樣子、情況",
    
    "アポイントメント",
    "無漢字",
    "商談約見",
    
    "弓",
    "ゆみ",
    "弓",
    
    "朗報",
    "ろうほう",
    "好消息、喜訊",
    
    "討論",
    "とうろん",
    "討論",
    
    "霞む",
    "霞む",
    "雲霧朦朧",
    
    "味覚",
    "みかく",
    "味覺",
    
    "実況",
    "じっきょう",
    "實況",
    
    "クリエート",
    "無漢字",
    "創新",
    
    "結核",
    "けっかく",
    "結核病",
    
    "把握",
    "はあく",
    "把握",
    
    "視察",
    "しさつ",
    "視察",
    
    "貯蓄",
    "ちょちく",
    "儲蓄",
    
    "憩い",
    "いこい",
    "休閒",
    
    "斬る",
    "きる",
    "斬、切",
    
    "切望",
    "せつぼう",
    "殷切希望",
    
    "勝手",
    "かって",
    "隨意",
    
    "復興",
    "ふっこう",
    "復興",
    
    "ポジティブ",
    "無漢字",
    "肯定、積極",
    
    "淵",
    "ふち",
    "深淵",
    
    "大家",
    "たいか",
    "大師",
    
    "ジャンプ",
    "無漢字",
    "跳躍",
    
    "闇",
    "やみ",
    "黑暗",
    
    "弛み",
    "たるみ",
    "鬆弛、鬆懈",
    
    "煮やす",
    "にやす",
    "氣憤卻無奈",
    
    "帰化",
    "きか",
    "入籍",
    
    "憂い",
    "うい",
    "憂愁",
    
    "際立つ",
    "きわだつ",
    "顯著、與眾不同",
    
    "当て字",
    "あてじ",
    "假借字、音譯字",
    
    "営み",
    "いとなみ",
    "日常生活及工作",
    
    "実費",
    "じっぴ",
    "費用",
    
    "数える",
    "かぞえる",
    "算做、稱得上",
    
    "試みる",
    "こころみる",
    "嘗試",
    
    "漆",
    "うるし",
    "油漆",
    
    "先進国",
    "せんしんこく",
    "先進國家",
    
    "明瞭",
    "めいりょう",
    "明確",
    
    "寝心地",
    "ねごこち",
    "躺著時的感受",
    
    "狩る",
    "かる",
    "狩獵",
    
    "措置",
    "そち",
    "措施",
    
    "源泉",
    "げんせん",
    "源頭",
    
    "中腹",
    "ちゅうふく",
    "半山腰",
    
    "拡散",
    "かくさん",
    "擴散",
    
    "戸惑い",
    "とまどい",
    "不知所措",
    
    "実在",
    "じつざい",
    "真實存在",
    
    "デリケート",
    "無漢字",
    "敏感問題",
    
    "頭金",
    "あたまきん",
    "頭期款",
    
    "合点",
    "がってん",
    "同意",
    
    "ぼける",
    "無漢字",
    "老人癡呆",
    
    "時折",
    "ときおり",
    "時而",
    
    "武装",
    "ぶそう",
    "武裝",
    
    "ぞくぞく",
    "無漢字",
    "陣陣發冷",
    
    "空",
    "そら",
    "遠離的地方",
    
    "考察",
    "こうさつ",
    "考察",
    
    "分散",
    "ぶんさん",
    "分散",
    
    "当たる",
    "あたる",
    "中、擋、刺探、指派、遷怒",
    
    "沿線",
    "えんせん",
    "沿線",
    
    "挙手",
    "きょしゅ",
    "舉手",
    
    "更かす",
    "ふかす",
    "熬夜",
    
    "白状",
    "はくじょう",
    "招供",
    
    "追跡",
    "ついせき",
    "追捕、追拿",
    
    "連盟",
    "れんめい",
    "聯盟",
    
    "細る",
    "ほそる",
    "身體變瘦",
    
    "変遷",
    "へんせん",
    "時代變遷",
    
    "クッション",
    "無漢字",
    "緩衝",
    
    "潤す",
    "うるおす",
    "使濕潤",
    
    "退ける",
    "しりぞける",
    "使人退下、擊退",
    
    "任務",
    "にんむ",
    "任務",
    
    "擁護",
    "ようご",
    "擁護",
    
    "キープ",
    "無漢字",
    "確保",
    
    "語源",
    "ごげん",
    "詞源",
    
    "不在",
    "ふざい",
    "不在",
    
    "さほど",
    "無漢字",
    "(並不)怎麼...",
    
    "傲慢",
    "ごうまん",
    "傲慢",
    
    "与党",
    "よとう",
    "執政黨",
    
    "匹敵",
    "ひってき",
    "匹敵",
    
    "語らう",
    "かたらう",
    "談話、談心",
    
    "信念",
    "しんねん",
    "信念",
    
    "経過",
    "けいか",
    "時間的流逝",
    
    "散策",
    "さんさく",
    "散步",
    
    "ヘルシー",
    "無漢字",
    "健康的",
    
    "関与",
    "かんよ",
    "參與、干預",
    
    "恥らう",
    "はじらう",
    "害羞、怕著",
    
    "欠如",
    "けつじょ",
    "缺乏",
    
    "固辞",
    "こじ",
    "堅決辭退",
    
    "取り次ぐ",
    "とりつぐ",
    "轉達、代銷",
    
    "デッサン",
    "無漢字",
    "素描",
    
    "嫌悪",
    "けんお",
    "嫌惡",
    
    "細やか",
    "ささやか",
    "簡樸、小",
    
    "阻害",
    "そがい",
    "阻礙",
    
    "概念",
    "がいねん",
    "概念",
    
    "極める",
    "きわめる",
    "極其、非常",
    
    "詐欺",
    "さぎ",
    "詐欺",
    
    "辛抱",
    "しんぼう",
    "忍受",
    
    "運ぶ",
    "はこぶ",
    "推進、進展",
    
    "財源",
    "ざいげん",
    "財源",
    
    "ずんぐり",
    "無漢字",
    "矮胖",
    
    "没落",
    "ぼつらく",
    "沒落",
    
    "分かち合う",
    "わかちあう",
    "分享",
    
    "ごった返す",
    "ごったがえす",
    "雜亂無章",
    
    "修める",
    "おさめる",
    "學習、修練",
    
    "しんどい",
    "無漢字",
    "累、疲勞",
    
    "断行",
    "だんこう",
    "斷然實行、堅決實行",
    
    "さも",
    "無漢字",
    "非常、很",
    
    "原価",
    "げんか",
    "原價",
    
    "うんざり",
    "無漢字",
    "煩躁",
    
    "てっぺん",
    "無漢字",
    "頂部、頂端",
    
    "偽る",
    "いつわる",
    "偽造",
    
    "却下",
    "きゃっか",
    "不受理、駁回",
    
    "セクハラ",
    "無漢字",
    "性騷擾",
    
    "移り変わり",
    "うつりかわり",
    "變化、變遷",
    
    "焦がれる",
    "こがれる",
    "渴望、嚮往",
    
    "過労死",
    "かろうし",
    "過勞死",
    
    "地形",
    "ちけい",
    "地形",
    
    "対決",
    "たいけつ",
    "對決",
    
    "手口",
    "てぐち",
    "方法、手段",
    
    "教習",
    "きょうしゅう",
    "培訓",
    
    "スリム",
    "無漢字",
    "纖細",
    
    "採決",
    "さいけつ",
    "表決",
    
    "動員",
    "どういん",
    "動員",
    
    "全盛",
    "ぜんせい",
    "全盛",
    
    "据え置く",
    "すえおく",
    "放置、設置",
    
    "放棄",
    "ほうき",
    "放棄",
    
    "ピーク",
    "無漢字",
    "頂峰",
    
    "合意",
    "ごうい",
    "達成協議",
    
    "人情",
    "にんじょう",
    "人之常情、人情",
    
    "誤差",
    "ごさ",
    "誤差",
    
    "先導",
    "せんどう",
    "領導",
    
    "意気込む",
    "いきごむ",
    "幹勁十足",
    
    "センサー",
    "無漢字",
    "感應器",
    
    "偽造",
    "ぎぞう",
    "偽造",
    
    "クリアー",
    "無漢字",
    "清晰",
    
    "染みる",
    "しみる",
    "染上",
    
    "勧誘",
    "かんゆう",
    "勸誘",
    
    "見逃す",
    "みのがす",
    "錯過、看漏",
    
    "ニュアンス",
    "無漢字",
    "微妙之意、言外之意",
    
    "夜更かし",
    "よふかし",
    "熬夜",
    
    "カジュアル",
    "無漢字",
    "非正式的",
    
    "懸かる",
    "かかる",
    "懸掛",
    
    "モード",
    "無漢字",
    "流行",
    
    "自惚れる",
    "うぬぼれる",
    "自負",
    
    "除外",
    "じょがい",
    "除外、除此之外",
    
    "トーナメント",
    "無漢字",
    "淘汰賽",
    
    "ずぶぬれ",
    "無漢字",
    "全身溼透",
    
    "真っ二つ",
    "まっぷたつ",
    "分成兩半",
    
    "見落とす",
    "みおとす",
    "忽略過去",
    
    "歩み",
    "あゆみ",
    "腳步",
    
    "イルミネーション",
    "無漢字",
    "燈飾、照明",
    
    "締結",
    "ていけつ",
    "締結",
    
    "元素",
    "げんそ",
    "元素",
    
    "威力",
    "いりょく",
    "威力",
    
    "片想い",
    "かたおもい",
    "單戀、一廂情願",
    
    "工学",
    "こうがく",
    "工程物理學、工科",
    
    "一同",
    "いちどう",
    "大家、所有人",
    
    "責務",
    "せきむ",
    "責任與義務",
    
    "穂",
    "ほ",
    "麥穗",
    
    "炭素",
    "たんそ",
    "化學物質的炭",
    
    "補充",
    "ほじゅう",
    "填充",
    
    "有罪",
    "ゆうざい",
    "有罪",
    
    "出航",
    "しゅっこう",
    "飛機或船的出航",
    
    "すばしこい",
    "無漢字",
    "靈巧、敏捷",
    
    "気風",
    "きふう",
    "風氣",
    
    "反らす",
    "そらす",
    "翹起來、使身體仰起",
    
    "手探り",
    "てさぐり",
    "用手觸摸",
    
    "下取り",
    "したどり",
    "以舊換新",
    
    "ぐっと",
    "無漢字",
    "同其他相比...得多",
    
    "ぼやく",
    "無漢字",
    "發牢騷",
    
    "肉体",
    "にくたい",
    "肉體",
    
    "腿",
    "もも",
    "大腿",
    
    "諭す",
    "さとす",
    "教誨、教導",
    
    "蒸らす",
    "むらす",
    "頓飯",
    
    "化繊",
    "かせん",
    "化學纖維",
    
    "それとはなしに",
    "無漢字",
    "委婉",
    
    "下位",
    "かい",
    "次要、低等級",
    
    "冷ややか",
    "ひややか",
    "涼",
    
    "甘口",
    "あまくち",
    "甜味、花言巧語",
    
    "聖書",
    "せいしょ",
    "聖經",
    
    "工面",
    "くめん",
    "籌措",
    
    "見込み",
    "みこみ",
    "預計、預料",
    
    "クーデター",
    "無漢字",
    "政變",
    
    "つる",
    "無漢字",
    "抽筋",
    
    "著書",
    "ちょしょ",
    "著作",
    
    "隣り合う",
    "となりあう",
    "相鄰",
    
    "逐一",
    "ちくいち",
    "一個一個的",
    
    "彩る",
    "いろどる",
    "用鮮花點綴",
    
    "引きこもる",
    "ひきこもる",
    "宅在家",
    
    "甚だしい",
    "はなはだしい",
    "很、非常",
    
    "自在",
    "じざい",
    "自在",
    
    "優勢",
    "ゆうせい",
    "優勢",
    
    "冴える",
    "さえる",
    "鮮明、清澈",
    
    "切ない",
    "せつない",
    "感情痛苦而難熬",
    
    "推進",
    "すいしん",
    "推動、驅動",
    
    "構想",
    "こうそう",
    "構想",
    
    "逆境",
    "ぎゃっきょう",
    "逆境",
    
    "一筋に",
    "ひとすじに",
    "專心一致",
    
    "褒め称える",
    "ほめたたえる",
    "極力稱讚",
    
    "出演",
    "しゅつえん",
    "出演",
    
    "もっともらしい",
    "無漢字",
    "煞有其事",
    
    "視力",
    "しりょく",
    "視力",
    
    "みじんも",
    "無漢字",
    "絲毫不...",
    
    "逸材",
    "いつざい",
    "逸材",
    
    "二重",
    "ふたえ",
    "雙重",
    
    "訴訟",
    "そしょう",
    "訴訟",
    
    "聡明",
    "そうめい",
    "聰明",
    
    "歯止め",
    "はどめ",
    "煞車、停止",
    
    "産後",
    "さんご",
    "產後",
    
    "直向き",
    "ひたむき",
    "一心一意",
    
    "ドライブイン",
    "無漢字",
    "汽車休息站",
    
    "平穏",
    "へいおん",
    "平穩",
    
    "補足",
    "ほそく",
    "補足",
    
    "非力",
    "ひりき",
    "能力有限",
    
    "企み",
    "たくらみ",
    "企圖",
    
    "温床",
    "おんしょう",
    "種植的溫床",
    
    "通念",
    "つうねん",
    "通常的常識",
    
    "幼なじみ",
    "おさななじみ",
    "青梅竹馬",
    
    "オピニオン",
    "無漢字",
    "意見",
    
    "討議",
    "とうぎ",
    "討論商議",
    
    "償う",
    "つぐなう",
    "賠償",
    
    "委託",
    "いたく",
    "委託",
    
    "手放し",
    "てばなし",
    "放縱",
    
    "強か",
    "したたか",
    "難對付、不好惹",
    
    "どうやら",
    "無漢字",
    "好歹還是、看來還是",
    
    "触発",
    "しょくはつ",
    "受到...觸動",
    
    "孵す",
    "かえす",
    "孵化",
    
    "閑静",
    "かんせい",
    "幽靜",
    
    "フィーバー",
    "無漢字",
    "興奮、狂熱",
    
    "繰る",
    "くる",
    "抽、翻",
    
    "くよくよ",
    "無漢字",
    "耿耿於懷",
    
    "慰労",
    "いろう",
    "慰勞",
    
    "硫黄",
    "いおう",
    "硫磺",
    
    "追究",
    "ついきゅう",
    "追究",
    
    "釣鐘",
    "つりがね",
    "吊鐘",
    
    "惑う",
    "まどう",
    "困惑",
    
    "成り行き",
    "なりゆき",
    "順其自然",
    
    "仰向く",
    "あおむく",
    "仰看",
    
    "すり替える",
    "すりかえる",
    "偷換梁柱",
    
    "束の間",
    "つかのま",
    "轉眼間",
    
    "アブノーマル",
    "無漢字",
    "病態的",
    
    "雑貨",
    "ざっか",
    "雜貨",
    
    "人件費",
    "じんけんひ",
    "人事費用",
    
    "共鳴",
    "きょうめい",
    "共鳴",
    
    "志",
    "こころざし",
    "志向",
    
    "実質",
    "じっしつ",
    "實際上",
    
    "収容",
    "しゅうよう",
    "收容",
    
    "自主",
    "じしゅ",
    "自主",
    
    "進呈",
    "しんてい",
    "謙讓語的贈送",
    
    "強いる",
    "しいる",
    "強迫",
    
    "寛大",
    "かんだい",
    "寬容",
    
    "解除",
    "かいじょ",
    "解除",
    
    "試み",
    "こころみ",
    "嘗試",
    
    "団結",
    "だんけつ",
    "團結",
    
    "歪む",
    "ひずむ",
    "圖形歪斜",
    
    "素っ気ない",
    "そっけいない",
    "冷淡",
    
    "容態",
    "ようたい",
    "病情",
    
    "堅実",
    "けんじつ",
    "踏踏實實",
    
    "憂い",
    "うれい",
    "憂鬱、擔憂",
    
    "手錠",
    "てじょう",
    "手銬",
    
    "畜産",
    "ちくさん",
    "畜牧財產",
    
    "近眼",
    "きんがん",
    "近視眼",
    
    "一頃",
    "ひところ",
    "一時",
    
    "薄らぐ",
    "うすらぐ",
    "變得淡薄",
    
    "癒える",
    "いえる",
    "痊癒",
    
    "パワフル",
    "無漢字",
    "有力的",
    
    "輪郭",
    "りんかく",
    "輪廓",
    
    "葬式",
    "そうしき",
    "葬禮",
    
    "縁",
    "へり",
    "邊緣",
    
    "疲労",
    "ひろう",
    "疲勞",
    
    "内陸",
    "ないりく",
    "內陸",
    
    "死ぬ",
    "しぬ",
    "沒效果",
    
    "鋭敏",
    "えいびん",
    "敏銳",
    
    "メリット",
    "無漢字",
    "好處",
    
    "片言",
    "かたこと",
    "單獨的單詞",
    
    "カップル",
    "無漢字",
    "情侶",
    
    "ラフ",
    "無漢字",
    "不受拘束的",
    
    "難航",
    "なんこう",
    "難以航行、難以進展",
    
    "ストック",
    "無漢字",
    "庫存品",
    
    "努めて",
    "つとめて",
    "盡可能",
    
    "出題",
    "しゅつだい",
    "考試出題",
    
    "中枢",
    "ちゅうすう",
    "中樞",
    
    "揺る",
    "ゆる",
    "搖晃",
    
    "まぐれ",
    "無漢字",
    "僥倖",
    
    "装備",
    "そうび",
    "裝備",
    
    "名残惜しい",
    "なごりおしい",
    "依依不捨",
    
    "猥褻",
    "わいせつ",
    "猥褻",
    
    "陶器",
    "とうき",
    "陶器",
    
    "カウント",
    "無漢字",
    "讀秒、計算",
    
    "孤児",
    "こじ",
    "孤兒",
    
    "華奢",
    "きゃしゃ",
    "不結實",
    
    "採否",
    "さいひ",
    "採用與否",
    
    "だらだら",
    "無漢字",
    "液體緩慢流動、拖",
    
    "過酷",
    "かこく",
    "過於殘酷",
    
    "視野",
    "しや",
    "視野、眼界",
    
    "不摂生",
    "ふせっせい",
    "不養生、不衛生、沒節制",
    
    "はたく",
    "無漢字",
    "打耳光",
    
    "その折",
    "そのおり",
    "到時候",
    
    "便乗",
    "びんじょう",
    "搭便車",
    
    "傘下",
    "さんか",
    "旗下",
    
    "マンネリ",
    "無漢字",
    "千篇一律",
    
    "柔軟",
    "じゅうなん",
    "柔軟",
    
    "上向く",
    "うわむく",
    "上漲、朝上",
    
    "配当",
    "はいとう",
    "分配、分紅",
    
    "愛嬌",
    "あいきょう",
    "撫媚可愛",
    
    "生まれ変わる",
    "うまれかわる",
    "來生",
    
    "鯨",
    "くじら",
    "鯨魚",
    
    "旋律",
    "せんりつ",
    "旋律",
    
    "感度",
    "かんど",
    "靈敏度",
    
    "定める",
    "さだめる",
    "安定",
    
    "風情",
    "ふぜい",
    "風情、情趣",
    
    "賃貸",
    "ちんたい",
    "租賃",
    
    "和風",
    "わふう",
    "日式",
    
    "土壌",
    "どじょう",
    "土壤",
    
    "回路",
    "かいろ",
    "迴路、線路",
    
    "映える",
    "はえる",
    "映照",
    
    "還元",
    "かんげん",
    "回報、讓利",
    
    "浸す",
    "ひたす",
    "浸泡",
    
    "突破",
    "とっぱ",
    "突破",
    
    "旧知",
    "きゅうち",
    "老朋友",
    
    "遺跡",
    "いせき",
    "遺跡",
    
    "腫らす",
    "はらす",
    "腫脹",
    
    "慣れ",
    "なれ",
    "習慣",
    
    "拗れる",
    "こじれる",
    "病久不癒",
    
    "ギャップ",
    "無漢字",
    "差距",
    
    "パフォーマンス",
    "無漢字",
    "成績、性能",
    
    "粉々",
    "こなごな",
    "粉碎",
    
    "当て",
    "あて",
    "目標、期望",
    
    "率いる",
    "ひきいる",
    "率領",
    
    "忌避",
    "きひ",
    "迴避",
    
    "薬",
    "くすり",
    "益處、良藥",
    
    "堅苦しい",
    "かたくるしい",
    "死板、居於形式",
    
    "びり",
    "無漢字",
    "最後一位",
    
    "溶液",
    "ようえき",
    "溶液",
    
    "一括",
    "いっかつ",
    "一起",
    
    "ペース",
    "無漢字",
    "根基、基地",
    
    "ソローモーション",
    "無漢字",
    "緩慢的",
    
    "人影",
    "ひとかげ",
    "影子",
    
    "映写",
    "えいしゃ",
    "放映",
    
    "ヘビー",
    "無漢字",
    "沉重、激烈",
    
    "サービスエリア",
    "無漢字",
    "高速公路服務區",
    
    "尽かす",
    "つかす",
    "厭煩",
    
    "概要",
    "がいよう",
    "概要",
    
    "岸辺",
    "きしべ",
    "岸邊",
    
    "有様",
    "ありさま",
    "情況、樣子",
    
    "みずみずしい",
    "無漢字",
    "嬌嫩",
    
    "隆盛",
    "りゅうせい",
    "興榮、繁盛",
    
    "ユーザー",
    "無漢字",
    "用戶",
    
    "悪人",
    "あくにん",
    "壞蛋",
    
    "ハプニング",
    "無漢字",
    "偶發事件",
    
    "漁る",
    "あさる",
    "捕魚捉蝦",
    
    "定義",
    "ていぎ",
    "定義",
    
    "嗜む",
    "たしなむ",
    "嗜好",
    
    "ひいては",
    "無漢字",
    "進而、甚至",
    
    "竿",
    "さお",
    "竿、標竿",
    
    "シグナル",
    "無漢字",
    "信號、暗號",
    
    "滲む",
    "にじむ",
    "滲入",
    
    "究明",
    "きゅうめい",
    "查明",
    
    "一変",
    "いっぺん",
    "完全改變",
    
    "自粛",
    "じしゅく",
    "自我約束",
    
    "頑丈",
    "がんじょう",
    "身體強健",
    
    "酷",
    "こく",
    "苛刻、冷酷",
    
    "足りる",
    "たりる",
    "值得",
    
    "靄",
    "もや",
    "霧靄",
    
    "紛らわしい",
    "まぎらわしい",
    "易混淆",
    
    "決め付ける",
    "きめつける",
    "斷定",
    
    "被る",
    "こうむる",
    "受到",
    
    "教職",
    "きょうしょく",
    "教育職務",
    
    "怪獣",
    "かいじゅう",
    "怪獸",
    
    "餡",
    "あん",
    "餡",
    
    "探究",
    "たんきゅう",
    "研究",
    
    "文語",
    "ぶんご",
    "文言文",
    
    "攻め",
    "せめ",
    "進攻",
    
    "修まる",
    "おさまる",
    "改好、改邪歸正",
    
    "それなり",
    "無漢字",
    "不了了之",
    
    "暴動",
    "ぼうどう",
    "暴動",
    
    "改訂",
    "かいてい",
    "修訂",
    
    "憤慨",
    "ふんがい",
    "憤慨",
    
    "小切手",
    "こぎって",
    "支票",
    
    "途上国",
    "とじょうこく",
    "發展中國家",
    
    "出荷",
    "しゅっか",
    "出貨",
    
    "工作",
    "こうさく",
    "製作、修理、活動",
    
    "だぶだぶ",
    "無漢字",
    "過於肥大、過於寬大",
    
    "興じる",
    "きょうじる",
    "取樂於",
    
    "祝福",
    "しゅくふく",
    "祝福",
    
    "厳か",
    "おごそか",
    "莊嚴、莊重",
    
    "ロープウェー",
    "無漢字",
    "空中索道、高空纜車",
    
    "大衆",
    "たいしゅう",
    "大眾",
    
    "スパイス",
    "無漢字",
    "香料",
    
    "噴く",
    "ふく",
    "噴出",
    
    "蒸留",
    "じょうりゅう",
    "蒸餾",
    
    "流通",
    "りゅうつう",
    "流通",
    
    "過つ",
    "あやまつ",
    "錯過",
    
    "焚き火",
    "たきび",
    "篝火",
    
    "ステレオタイプ",
    "無漢字",
    "陳腔濫調、墨守陳規",
    
    "ダメージ",
    "無漢字",
    "損傷",
    
    "谷間",
    "たにま",
    "峽谷",
    
    "既婚",
    "きこん",
    "已婚",
    
    "骨",
    "ほね",
    "骨氣",
    
    "充てる",
    "あてる",
    "安排",
    
    "最たる",
    "さいたる",
    "最...",
    
    "繁盛",
    "はんじょう",
    "繁榮昌盛",
    
    "なれなれしい",
    "無漢字",
    "套近乎",
    
    "ひょっと",
    "無漢字",
    "忽然間",
    
    "偲ぶ",
    "しのぶ",
    "懷念、思念",
    
    "身柄",
    "みがら",
    "本人",
    
    "屋敷",
    "やしき",
    "公館、住宅",
    
    "びしびし",
    "無漢字",
    "嚴加",
    
    "言い回し",
    "いいまわし",
    "措辭",
    
    "反射",
    "はんしゃ",
    "反射",
    
    "孵る",
    "かえる",
    "孵化出",
    
    "庶務",
    "しょむ",
    "雜務、雜活",
    
    "労力",
    "ろうりょく",
    "勞力",
    
    "ペダル",
    "無漢字",
    "踏板",
    
    "晩年",
    "ばんねん",
    "晚年",
    
    "波及",
    "はきゅう",
    "波及",
    
    "胡桃",
    "くるみ",
    "胡桃",
    
    "仰ぐ",
    "あおぐ",
    "作為...來尊敬",
    
    "報いる",
    "むくいる",
    "報恩",
    
    "巧み",
    "たくみ",
    "技術巧妙",
    
    "無償",
    "むしょう",
    "無償",
    
    "連絡",
    "れんらく",
    "道路間的聯絡",
    
    "桟橋",
    "さんばし",
    "碼頭",
    
    "凶悪",
    "きょうあく",
    "兇惡",
    
    "河川",
    "かせん",
    "河川、河流",
    
    "手配",
    "てはい",
    "通緝",
    
    "暴騰",
    "ぼうとう",
    "暴漲",
    
    "市",
    "いち",
    "批發市場、市集",
    
    "弱気",
    "よわき",
    "軟弱",
    
    "摂取",
    "せっしゅ",
    "攝取",
    
    "乞う",
    "こう",
    "請求",
    
    "情勢",
    "じょうせい",
    "情勢",
    
    "下痢",
    "げり",
    "腹瀉",
    
    "煌煌",
    "こうこう",
    "光亮、輝煌",
    
    "叩きつける",
    "たたきつける",
    "摔",
    
    "均等",
    "きんとう",
    "平均",
    
    "スポンサー",
    "無漢字",
    "贊助人",
    
    "淫ら",
    "みだら",
    "淫亂",
    
    "苦り切る",
    "にがりきる",
    "愁眉苦臉",
    
    "無茶",
    "むちゃ",
    "胡亂、豈有此理",
    
    "老若男女",
    "ろうにゃくなにょ",
    "男女老少",
    
    "アルカリ",
    "無漢字",
    "鹼性",
    
    "拝聴",
    "はいちょう",
    "洗耳恭聽",
    
    "萎える",
    "なえる",
    "枯萎",
    
    "挫ける",
    "くじける",
    "受挫、扭傷",
    
    "仕立てる",
    "したてる",
    "縫紉、培養",
    
    "途絶える",
    "とだえる",
    "中斷",
    
    "なにとぞ",
    "無漢字",
    "敬請",
    
    "覆す",
    "くつがえす",
    "顛倒、翻轉、弄翻",
    
    "軍服",
    "ぐんぷく",
    "軍服",
    
    "肥やす",
    "こやす",
    "肥沃",
    
    "併せる",
    "あわせる",
    "合併",
    
    "法学",
    "ほうがく",
    "法學",
    
    "遣わす",
    "つかわす",
    "賜予、派遣",
    
    "免除",
    "めんじょ",
    "免除",
    
    "かぶれる",
    "無漢字",
    "崇尚、迷戀",
    
    "業",
    "わざ",
    "事情、工作",
    
    "使いこなす",
    "つかいこねす",
    "輕熟駕馭",
    
    "土手",
    "どて",
    "防洪牆",
    
    "芝",
    "しば",
    "草地",
    
    "マグニチュード",
    "無漢字",
    "地震級度",
    
    "大掛かり",
    "おおがかり",
    "大規模",
    
    "甘える",
    "あまえる",
    "撒嬌",
    
    "封鎖",
    "ふうさ",
    "封鎖",
    
    "現行",
    "げんこう",
    "現行",
    
    "堂々",
    "どうどう",
    "堂堂正正",
    
    "応急",
    "おうきゅう",
    "應急",
    
    "シンプル",
    "無漢字",
    "單純、簡單",
    
    "首飾り",
    "くびかざり",
    "首飾",
    
    "興業",
    "こうぎょう",
    "振興行業",
    
    "蔑む",
    "さげすむ",
    "輕藐",
    
    "パレード",
    "無漢字",
    "遊行",
    
    "粘土",
    "ねんど",
    "黏土",
    
    "着用",
    "ちゃくよう",
    "穿衣服",
    
    "頭文字",
    "かしらもじ",
    "第一文文字",
    
    "打ち上げ",
    "うちあげ",
    "慶祝",
    
    "依然",
    "いぜん",
    "依然",
    
    "蚕",
    "かいこ",
    "蠶",
    
    "年鑑",
    "ねんかん",
    "年鑑",
    
    "砂利",
    "じゃり",
    "小沙子",
    
    "節目",
    "ふしめ",
    "一個階段、結疤",
    
    "漫才",
    "まんざい",
    "多口相聲",
    
    "患う",
    "わずらう",
    "患病",
    
    "機",
    "はた",
    "縫紉機",
    
    "億劫",
    "おっくう",
    "怕麻煩懶得做",
    
    "束ねる",
    "たばねる",
    "綁起來",
    
    "醸す",
    "かもす",
    "釀造、造成",
    
    "運営",
    "うんえい",
    "運營",
    
    "威圧",
    "いあつ",
    "威壓",
    
    "治癒",
    "ちゆ",
    "治癒",
    
    "補強",
    "ほきょう",
    "補強",
    
    "社宅",
    "しゃたく",
    "職員宿舍",
    
    "建前",
    "たてまえ",
    "場面話",
    
    "狂おしい",
    "くるおしい",
    "像發了瘋似的",
    
    "倫理",
    "りんり",
    "倫理",
    
    "裂く",
    "さく",
    "撕開",
    
    "凌ぐ",
    "しのぐ",
    "避開、忍耐",
    
    "未婚",
    "みこん",
    "未婚",
    
    "ジェンダー",
    "無漢字",
    "男女社會差異",
    
    "寄贈",
    "きぞう",
    "捐贈",
    
    "汚れる",
    "けがれる",
    "玷汙",
    
    "楽譜",
    "がくふ",
    "樂譜",
    
    "団欒",
    "だんらん",
    "團圓",
    
    "過渡期",
    "かとき",
    "過渡期",
    
    "分",
    "ぶん",
    "按程度",
    
    "打開",
    "だかい",
    "危機的破除",
    
    "究める",
    "きわめる",
    "徹底弄清",
    
    "強情",
    "ごうじょう",
    "頑固",
    
    "哀れむ",
    "あわれむ",
    "同情",
    
    "区画",
    "くかく",
    "劃分",
    
    "分母",
    "ぶんぼ",
    "分母",
    
    "辟易",
    "へきえき",
    "退避三舍",
    
    "統制",
    "とうせい",
    "齊心協力",
    
    "説く",
    "とく",
    "解說、說明",
    
    "抜かる",
    "ねかる",
    "疏忽、麻痺",
    
    "偏見",
    "へんけん",
    "偏見",
    
    "レントゲン",
    "無漢字",
    "x光片",
    
    "コンサルタント",
    "無漢字",
    "經營管理顧問",
    
    "識別",
    "しきべつ",
    "識別",
    
    "等級",
    "とうきゅう",
    "等級",
    
    "平社員",
    "ひらしゃいん",
    "普通職員",
    
    "幹事",
    "かんじ",
    "幹事",
    
    "腐らす",
    "くさらす",
    "使腐爛",
    
    "連発",
    "れんぱつ",
    "連發",
    
    "情けない",
    "なさけない",
    "沒出息",
    
    "魅了",
    "みりょう",
    "迷倒",
    
    "隠居",
    "いんきょ",
    "退休",
    
    "無邪気",
    "むじゃき",
    "天真無邪",
    
    "気障",
    "きざ",
    "裝模作樣",
    
    "抗争",
    "こうそう",
    "抗爭",
    
    "特許",
    "とっきょ",
    "專利",
    
    "調印",
    "ちょういん",
    "國家之間的簽約",
    
    "マッチ",
    "無漢字",
    "均衡",
    
    "希薄",
    "きはく",
    "稀薄",
    
    "紛らす",
    "まぎらす",
    "掩飾",
    
    "うっとうしい",
    "無漢字",
    "煩躁",
    
    "どっしり",
    "無漢字",
    "穩重、厚重",
    
    "旨",
    "むね",
    "主旨、大意",
    
    "案じる",
    "あんじる",
    "擔心、牽掛",
    
    "でかい",
    "無漢字",
    "大",
    
    "人柄",
    "ひろがら",
    "人品",
    
    "掲げる",
    "かかげる",
    "登載",
    
    "受け継ぐ",
    "うけつぐ",
    "繼承、交接",
    
    "面影",
    "おもかげ",
    "模樣",
    
    "ローカル",
    "無漢字",
    "地區性的",
    
    "ばてる",
    "無漢字",
    "筋疲力盡",
    
    "授かる",
    "さずかる",
    "授予、受孕",
    
    "礎",
    "いしずえ",
    "基礎、基石",
    
    "屈む",
    "かがむ",
    "彎腰、屈膝",
    
    "ひやひや",
    "無漢字",
    "感到寒冷",
    
    "引っかく",
    "ひっかく",
    "抓",
    
    "絞める",
    "しめる",
    "勒",
    
    "グレード",
    "無漢字",
    "等級、水平",
    
    "押し付ける",
    "おしつける",
    "壓、貼上去",
    
    "潤う",
    "うるおう",
    "濕潤、得利",
    
    "念",
    "ねん",
    "心頭",
    
    "従事",
    "じゅうじ",
    "從事",
    
    "手遅れ",
    "ておくれ",
    "慢了",
    
    "短波",
    "たんぱ",
    "電波的短波",
    
    "甲乙",
    "こうおつ",
    "優劣",
    
    "奉仕",
    "ほうし",
    "奉獻",
    
    "土台",
    "どだい",
    "根基",
    
    "過大",
    "かだい",
    "過大、過分",
    
    "雨具",
    "あまぐ",
    "雨具",
    
    "結束",
    "けっそく",
    "團結",
    
    "宵",
    "よい",
    "傍晚",
    
    "いじる",
    "無漢字",
    "擺弄",
    
    "ブランク",
    "無漢字",
    "白紙、空白",
    
    "上陸",
    "じょうりく",
    "登陸",
    
    "掴みかかる",
    "つかみかかる",
    "上前來扭住",
    
    "枯らす",
    "からす",
    "把水弄乾",
    
    "貧血",
    "ひんけつ",
    "貧血",
    
    "血",
    "ち",
    "血",
    
    "朝飯前",
    "あさめしまえ",
    "小事一件",
    
    "共",
    "とも",
    "共同",
    
    "在庫",
    "ざいこ",
    "有庫存",
    
    "几帳面",
    "きちょうめん",
    "一絲不苟",
    
    "腐れる",
    "くされる",
    "腐爛、腐朽",
    
    "密着",
    "みっちゃく",
    "緊貼",
    
    "過疎",
    "かそ",
    "稀少、稀疏",
    
    "遺産",
    "いさん",
    "遺產",
    
    "沈黙",
    "ちんもく",
    "沉默",
    
    "発足",
    "ほっそく",
    "開始",
    
    "リサーチ",
    "無漢字",
    "調研",
    
    "推敲",
    "すいこう",
    "推敲",
    
    "憤り",
    "いきどおり",
    "憤慨",
    
    "疎通",
    "そつう",
    "溝通",
    
    "用法",
    "ようほう",
    "用法",
    
    "堤防",
    "ていぼう",
    "堤防",
    
    "辱める",
    "はずかしめる",
    "侮辱、羞辱",
    
    "山",
    "やま",
    "山",
    
    "運用",
    "うんよう",
    "運用",
    
    "線",
    "せん",
    "方向",
    
    "蝕む",
    "むしばむ",
    "蟲蛀、腐蝕",
    
    "アシスタント",
    "無漢字",
    "助手",
    
    "投書",
    "とうしょ",
    "投稿",
    
    "発育",
    "はついく",
    "發育",
    
    "持病",
    "じびょう",
    "老毛病",
    
    "領域",
    "りょういき",
    "領域",
    
    "熟す",
    "こなす",
    "完成、成熟",
    
    "巡らす",
    "めぐらす",
    "圍上、腦袋思考",
    
    "スタンダード",
    "無漢字",
    "標準",
    
    "トライ",
    "無漢字",
    "嘗試",
    
    "授ける",
    "さずける",
    "傳授、授予",
    
    "どっちみち",
    "無漢字",
    "總之、總而言之",
    
    "制止",
    "せいし",
    "阻攔",
    
    "怠慢",
    "たいまん",
    "怠慢",
    
    "対面",
    "たいめん",
    "見面",
    
    "卑下",
    "ひげ",
    "自卑",
    
    "捻挫",
    "ねんざ",
    "扭傷",
    
    "唆す",
    "そそのかす",
    "教唆、慫恿",
    
    "対談",
    "たいだん",
    "對話",
    
    "あっけない",
    "無漢字",
    "不盡興",
    
    "メニュー",
    "無漢字",
    "菜單",
    
    "適う",
    "かなう",
    "適合",
    
    "命中",
    "めいちゅう",
    "命中",
    
    "張り紙",
    "はりがみ",
    "張貼廣告",
    
    "ロス",
    "無漢字",
    "損失",
    
    "境遇",
    "きょうぐう",
    "情形",
    
    "存続",
    "そんぞく",
    "持續存在",
    
    "座談会",
    "ざだんかい",
    "座談會",
    
    "先行",
    "せんこう",
    "先行",
    
    "のどか",
    "無漢字",
    "悠閒的",
    
    "突如",
    "とつじょ",
    "突然",
    
    "興す",
    "おこす",
    "振興",
    
    "優位",
    "ゆうい",
    "優越的地位",
    
    "潔白",
    "けっぱく",
    "潔白",
    
    "若年層",
    "じゃくねんそう",
    "年輕族群",
    
    "原書",
    "げんしょ",
    "原版書、原著",
    
    "賜う",
    "たまう",
    "賜予",
    
    "撤回",
    "てっかい",
    "撤回",
    
    "透き通る",
    "すきとおる",
    "透明",
    
    "慎ましい",
    "つつましい",
    "節儉、彬彬有禮",
    
    "告げる",
    "つげる",
    "告、告訴",
    
    "固有",
    "こゆう",
    "固有",
    
    "踏まえる",
    "ふまえる",
    "踏、根據",
    
    "誤作動",
    "ごさどう",
    "誤操作",
    
    "機構",
    "きこう",
    "機構",
    
    "スプリング",
    "無漢字",
    "彈簧",
    
    "画一的",
    "かくいつてき",
    "整合劃一的",
    
    "無茶苦茶",
    "むちゃくちゃ",
    "亂七八糟、混亂",
    
    "弔う",
    "とむらう",
    "弔唁",
    
    "発芽",
    "はつが",
    "發芽",
    
    "つぼ",
    "無漢字",
    "壺、罐",
    
    "エキス",
    "無漢字",
    "精華、精油",
    
    "後回し",
    "あとまわし",
    "推遲",
    
    "良心",
    "りょうしん",
    "良心",
    
    "マジック",
    "無漢字",
    "魔術",
    
    "伝う",
    "つたう",
    "沿著",
    
    "根拠",
    "こんきょ",
    "根據",
    
    "フィット",
    "無漢字",
    "適合",
    
    "慢性",
    "まんせい",
    "慢性",
    
    "宣教",
    "せんきょう",
    "傳教",
    
    "閉じ込める",
    "とじこめる",
    "關著",
    
    "異論",
    "いろん",
    "異論",
    
    "革新",
    "かくしん",
    "革新",
    
    "和む",
    "なごむ",
    "緩和",
    
    "コネ",
    "無漢字",
    "人際關係",
    
    "致命的",
    "ちめいてき",
    "致命的",
    
    "連ねる",
    "つらねる",
    "連成一排",
    
    "証言",
    "しょうげん",
    "證詞",
    
    "日取り",
    "ひどり",
    "日期",
    
    "気取る",
    "きどる",
    "裝模作樣",
    
    "移植",
    "いしょく",
    "移植",
    
    "皇居",
    "こうきょ",
    "皇宮",
    
    "滴る",
    "したたる",
    "滴下",
    
    "調達",
    "ちょうたつ",
    "籌措",
    
    "ネック",
    "無漢字",
    "障礙",
    
    "想定",
    "そうてい",
    "預想",
    
    "類推",
    "るいすい",
    "以此類推",
    
    "インパクト",
    "無漢字",
    "印象深刻",
    
    "シャープ",
    "無漢字",
    "鮮豔",
    
    "入荷",
    "にゅうか",
    "進貨",
    
    "修復",
    "しゅうふく",
    "修復",
    
    "捕虜",
    "ほりょ",
    "俘虜",
    
    "エイズ",
    "無漢字",
    "愛滋病",
    
    "行使",
    "こうし",
    "行使",
    
    "準じる",
    "じゅんじる",
    "按照...做處理",
    
    "広大",
    "こうだい",
    "廣闊",
    
    "鍛え上げる",
    "きたえあげる",
    "鍛鍊好",
    
    "生まれながら",
    "うまれながら",
    "與生俱來",
    
    "合唱",
    "がっしょう",
    "合唱",
    
    "庇う",
    "かばう",
    "庇護",
    
    "捗る",
    "はかどる",
    "進展順利",
    
    "抑圧",
    "よくあつ",
    "壓制",
    
    "謝絶",
    "しゃぜつ",
    "謝絕",
    
    "譲渡",
    "じょうと",
    "轉讓",
    
    "狩り",
    "かり",
    "打獵",
    
    "水気",
    "みずけ",
    "水分",
    
    "プライベート",
    "無漢字",
    "私人的",
    
    "生き返る",
    "いきかえる",
    "甦醒",
    
    "脱皮",
    "だっぴ",
    "脫皮",
    
    "在り方",
    "ありかた",
    "事情應有的狀態",
    
    "故人",
    "こじん",
    "故人、亡人",
    
    "煩わす",
    "わずらわす",
    "麻煩...人做的事情",
    
    "詰る",
    "なじる",
    "強烈的譴責",
    
    "私物",
    "しぶつ",
    "私有物品、私有財產",
    
    "類型的",
    "るいけいてき",
    "公式化、格式化",
    
    "荘厳",
    "そうごん",
    "莊嚴",
    
    "アフターサービス",
    "無漢字",
    "產品售後服務",
    
    "麻酔",
    "ますい",
    "麻醉",
    
    "湿っぽい",
    "しめっぽい",
    "濕漉漉",
    
    "機転",
    "きてん",
    "機靈、機制",
    
    "わざとらしい",
    "無漢字",
    "不自然的、假心假意的",
    
    "振興",
    "しんこう",
    "振興",
    
    "急かす",
    "せかす",
    "催促",
    
    "空しい",
    "むなしい",
    "空洞",
    
    "結わえる",
    "ゆわえる",
    "系、結、捆紮",
    
    "安堵",
    "あんど",
    "放心",
    
    "改悪",
    "かいあく",
    "越改越壞",
    
    "基金",
    "ききん",
    "基金",
    
    "人格",
    "じんかく",
    "人格",
    
    "ウエット",
    "無漢字",
    "多愁善感",
    
    ]
    let one = 1;
    let zero = 0;
    let jsscore = document.getElementById("score");
    let jsscore2 = document.getElementById("score2");
    let jsscore3 = document.getElementById("score3");

    jsscore.innerHTML = zero;
    jsscore2.innerHTML = zero;
    jsscore3.innerHTML = zero;
    

    
    function ts() {
        document.getElementById("peji").style.opacity = "1";

        let suuji , su , Qarr , qsuji , Aarr ,div
        
        function arrts() {
            su = Math.random() * tanngos.length;
            suuji = su - su % 3;
            Qarr = [ tanngos[suuji] , tanngos[suuji+1] , tanngos[suuji+2] ];
            return Qarr 
        }
        Qarr = arrts();//創造數組
        
                   
        qsuji = Math.floor( Math.random() * (2 - 1 + 1) ) + 1;//創造挖空隨機數
        
        
    
        for( i=1 ; i <= 4 ; i++ ){ let a ; a = "a" + i };//定義a1-a4

        

        a1 = Array.from(Qarr) ; a2 = arrts()[qsuji] ; a3 = arrts()[qsuji] ; a4 = arrts()[qsuji] ;
        Qarr2 = Array.from(Qarr)
        Qarr[qsuji] = "";
        Aarr = [ a1[qsuji] , a2, a3 ,a4 ];
        if(Qarr2[qsuji] == "外來語"){qsuji = qsuji + 1 ;
            a1 = Array.from(Qarr) ; a2 = arrts()[qsuji] ; a3 = arrts()[qsuji] ; a4 = arrts()[qsuji] ;
            Qarr2 = Array.from(Qarr)
            Qarr[qsuji] = "";
            Aarr = [ a1[qsuji] , a2, a3 ,a4 ];}

        function randarr(num) { //陣列亂序
            for (var i = 0; i < num ; i++){
                var iRand = parseInt(num * Math.random());
                var temp = Aarr[i];
                Aarr[i] = Aarr[iRand];
                Aarr[iRand] = temp;
            }
            return Aarr;
        }
        randarr(Aarr.length);//呼叫函式，使Aarr成為亂序的數組

        function tagsousei(num , tagid , monntaiarr , intext , tagtype ) { 
            for( i = 0 ; i < num ; i++ ){
                let div , text , peji ;
                div = document.createElement(tagtype) ;
                if(monntaiarr[i]){
                    text = document.createTextNode(monntaiarr[i]) ;
                }else{
                    text = document.createTextNode(intext)
                };
                div.id = tagid + i ;
                div.appendChild(text) ;
                peji = document.getElementById("peji") ;
                peji.appendChild(div) ;
            }                    
        }
        
        tagsousei(3,"idq",Qarr,"","span");
        tagsousei(1,"ito","","","div");
        tagsousei(4,"ida",Aarr,"","div");
        tagsousei(1,"btn","","下一題","button");
        
        

        let btn = document.getElementById("btn0");
        let attr = document.createAttribute("disabled");
        attr.value = "disabled";
        btn.setAttributeNode(attr);

        function csschange(idname,cn){           
            idname.className =  cn ;            
        }
        
        csschange(idq0,"idqclass")
        csschange(idq1,"idqclass")
        csschange(idq2,"idqclass")
        csschange(ida0,"idaclass")
        csschange(ida1,"idaclass")
        csschange(ida2,"idaclass")
        csschange(ida3,"idaclass")

        function clear(x,num){
            for(i=0;i<num;i++){
                var peji=document.getElementById("peji");
                var child=document.getElementById(x + i);
                peji.removeChild(child);
            }            
        }

        function myclick() {
            for(i = 0;i <=Aarr.length;i++){
                let id = document.getElementById("ida" + i)
                id.onclick = function () {
                    let text = id.innerHTML;
                    /*
                    alert(isNaN(jsscore.innerHTML))
                    alert(jsscore.innerHTML)
                    alert(isNaN(jsscore2.innerHTML))
                    alert(jsscore2.innerHTML)
                    alert(isNaN(one))
                    alert(one)
                    */

                    if(text == Qarr2[qsuji]){
                        id.style.backgroundColor = "green";
                        btn.disabled=false;
                        for( i=0;i<4;i++){
                            let idanum = document.getElementById("ida" +i);
                            idanum.onclick = function(){}
                        }
                        btn.style.color = "black"
                        let idqq = document.getElementById("idq" + qsuji)
                        idqq.innerHTML = Qarr2[qsuji];
                        idqq.style.backgroundColor = "green";
                        let nb = parseInt(jsscore.innerHTML); 
                        nb = nb + one;
                        jsscore.innerHTML = nb;
                        let nb2 = parseInt(jsscore2.innerHTML); 
                        nb2 = nb2 + one;
                        jsscore2.innerHTML = nb2;
                        let nb3 = parseInt(jsscore3.innerHTML); 
                        nb3 = nb3 + one;
                        jsscore3.innerHTML = nb3;
                    }else{
                        id.style.backgroundColor = "red";
                        btn.disabled=false;
                        for( i=0;i<4;i++){
                            let idanum = document.getElementById("ida" +i);
                            idanum.onclick = function(){}
                        }
                        btn.style.color = "black"
                        let idqq = document.getElementById("idq" + qsuji)
                        idqq.innerHTML = Qarr2[qsuji];
                        idqq.style.backgroundColor = "green";
                        jsscore2.innerHTML = zero ;
                        let nb3 = parseInt(jsscore3.innerHTML); 
                        nb3 = nb3 + one;
                        jsscore3.innerHTML = nb3;
                    }
                }
            }
        }
        btn.onclick = function(){
            clear("idq",3);
            clear("ida",4); 
            clear("btn",1);
            clear("ito",1);
            ts();
        } 

        myclick();

                            
    }             
    ts()     
}
